{
  "id": "half_elf_aquatic",
  "title": "Half-Elf (Aquatic)",
  "category": "Character Races",
  "entryLore": "Half-elves of aquatic elf heritage are rare, as aquatic elves seldom interact with surface-dwelling peoples. Those who do exist often feel torn between two worlds—the depths of the ocean and the lands above. They typically have webbed fingers and toes, skin tinted with blues or greens, and an affinity for water that sets them apart from other half-elves. Many become sailors, fishermen, or adventurers who explore both the depths and the shores.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "SCAG",
  "lore": {
    "typicalDwelling": "Half-elves of aquatic elven heritage often dwell in the wave-lashed reaches of coastal cliffs, isolated island-citadels, or the bustling districts of major port cities. Their homes are constructed of durable stone and often featured submerged entrances or chambers that allow for easy access to the sea. They value structural integrity and a clear view of the ocean, their dwellings often doubling as watchtowers or lighthouses for communal safety. Their settlements are monuments to their adaptability and their ancestor's mastery over the coastal environment.",
    "typicalAttire": "Aquatic half-elves favor attire that is both durable and functional, reflecting their maritime and sea-touched nature. They wear oil-treated leathers, heavy fabrics in shades of oceanic blue, deep charcoal gray, and rich silver, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of salt-spray and sea-debris. Many wear simple, practical sashes and belts for carrying specialized maritime tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Coastal regions, isolated islands, and any location with a strong maritime presence are the preferred habitats for aquatic half-elves. They thrive in environments that reward physical endurance, tactical surveillance, and a readiness for action. Many serve as specialized sentries, professional divers, elite bodyguards, or specialized soldiers. They are comfortable in extreme coastal weather and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Aquatic half-elf society is decentralized and organized around shared adventure and the collective survival of the community or travel group. They value independence, physical agility, and the ability to adapt to any situation. Leadership is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Aquatic half-elves tend toward neutral or neutral good alignments, driven by a commitment to the wellbeing of their community and a love for the freedom of the open sea. They are a social and adventurous people, often viewed as energetic and optimistic by those they encounter. They value quick wit, resourcefulness, and the courage to face the unknown. While they are usually peaceful, they are fierce defenders of their friends and their community's honor.",
    "physicalAppearance": "Aquatic half-elves possess a lithe and exceptionally energetic appearance, standing 5.5 to 6 feet tall with lean, exceptionally graceful builds. Their skin range through human and elven norms but often features a faint, oceanic blue or sapphire hue and a faint, healthy glow. Their hair is a vibrant shade of sea and storm—bright blues, charcoal grays, and soft emeralds—often kept in practical but or ornate styles. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates an intense energy. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tirelessly search for understanding."
  },
  "baseRace": "half_elf",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Swim Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws against being [[charmed]], and magic can't put you to sleep."
    },
    {
      "name": "Skill Versatility",
      "icon": "tools",
      "description": "You gain proficiency in one skill of your choice."
    },
    {
      "name": "Swim Speed",
      "icon": "water",
      "description": "Your aquatic elf heritage grants you a swimming speed of 30 feet. (Replaces Skill Versatility's second skill proficiency)"
    }
  ],
  "tags": [
    "race",
    "half-elf",
    "aquatic",
    "humanoid",
    "swimmer",
    "coastal"
  ],
  "aliases": [
    "half-sea elf"
  ],
  "seeAlso": [
    "half-elf",
    "sea_elf",
    "humanoid",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/half_elf_variants/aquatic.json",
  "maleImageUrl": "/assets/images/races/Half-Elf_Aquatic_Male.png",
  "femaleImageUrl": "/assets/images/races/Half-Elf_Aquatic_Female.png"
}