{
  "id": "half_elf_wood",
  "title": "Half-Elf (Wood)",
  "category": "Character Races",
  "entryLore": "Half-elves with wood elf heritage inherit their elven parent's affinity for nature and their swift, graceful movements. They often have tanned skin and hair that ranges from blonde to deep brown, sometimes with hints of green. These half-elves feel most at home in forests and wild places, possessing an instinctive ability to blend into natural surroundings. Many become rangers, druids, or scouts, putting their enhanced speed and natural camouflage to good use.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "SCAG",
  "lore": {
    "typicalDwelling": "Half-elves of wood elven heritage often dwell in the sun-dappled reaches of ancient, primeval forests, misty woodlands, or overgrown ruins. Their homes are integrated into the living tapestry of the woods, often featuring treetop villages, camouflaged ground-complexes, and central halls with high, leaf-covered canopies. They value structural harmony and a clear view of the surrounding territory, their dwellings often doubling as watchtowers for communal safety. Their settlements are monuments to their patience and their ancestor's mastery over the deep wild.",
    "typicalAttire": "Wood half-elves favor attire that is both durable and functional, reflecting their hunter-like and nature-touched nature. They wear oil-treated leathers, heavy fabrics in shades of forest green, deep moss, and charcoal gray, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of mud and forest-debris. Many wear simple, practical sashes and belts for carrying specialized hunting tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Ancient forests, misty moorlands, and any region that rewards agility, stealth, and quick thinking are the preferred habitats for wood half-elves. They thrive in environments where they can utilize their natural resistance to environmental hazards and their predatory patience. Many serve as specialized scouts, professional hunters, elite bodyguards, or specialized soldiers. They are comfortable in high humidity and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Half-elf society with wood elven ancestry is intensely hierarchical and organized around shared tradition and the sentinel-style order of the tribe. They value discipline, loyalty, and the pursuit of excellence in the hunting and defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the woods. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Wood half-elves tend toward neutral or lawful alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their predatory lifestyle. They are a stoic and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their companions and honor their word with a grim seriousness that is legendary among their kind.",
    "physicalAppearance": "Wood half-elves possess an imposing and predatory appearance, standing 5.5 to 6 feet tall with powerful, well-defined builds. Their skin range through human and elven norms but often features a deep, forest green or mossy emerald hue. Their faces are refined and characterized by high brow ridges and large, expressive eyes that convey an intense concentration. They possess little body hair, often presenting a smooth and polished appearance. Their movements are characterized by a total absence of wasted motion, every gesture deliberate and precisely calculated. They move with an almost mechanical grace that conveys absolute control over their own bodies. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "baseRace": "half_elf",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws against being [[charmed]], and magic can't put you to sleep."
    },
    {
      "name": "Skill Versatility",
      "icon": "tools",
      "description": "You gain proficiency in one skill of your choice."
    },
    {
      "name": "Fleet of Foot",
      "icon": "speed",
      "description": "Your base walking speed increases to 35 feet. (Replaces Skill Versatility's second skill proficiency)"
    },
    {
      "name": "Mask of the Wild",
      "icon": "tree",
      "description": "You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena. (Alternative option replacing Fleet of Foot)"
    }
  ],
  "tags": [
    "race",
    "half-elf",
    "wood",
    "humanoid",
    "nature",
    "swift"
  ],
  "aliases": [],
  "seeAlso": [
    "half-elf",
    "wood_elf",
    "humanoid",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/half_elf_variants/wood.json",
  "maleImageUrl": "/assets/images/races/Half-Elf_Wood_Male.png",
  "femaleImageUrl": "/assets/images/races/Half-Elf_Wood_Female.png"
}