{
  "id": "astral_elf",
  "title": "Astral Elf",
  "category": "Character Races",
  "entryLore": "Long ago, groups of elves ventured from the Feywild to the Astral Plane to be closer to their gods. Life in the Silver Void has imbued their souls with a spark of divine light. That light manifests as a starry gleam in an astral elf's eyes. Because nothing ages in the Astral Plane, astral elves who inhabit that plane can be very old, and their longevity gives them an unusual perspective on the flow of time. Some are prone to melancholy, while others display an uncharacteristic elven brightness. Many seek to return to the Material Plane to experience life as other mortals do, finding the passage of time strangely exhilarating.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "AAG",
  "baseRace": "elf",
  "lore": {
    "typicalDwelling": "Astral elves dwell in crystalline citadels that drift through the Silver Void of the Astral Plane. Their cities are marvels of magical architecture—structures of living crystal, gardens of perpetual starlight, and libraries containing knowledge from across the multiverse. Time doesn't pass in the Astral Plane, so these cities have grown and been refined over apparent millennia. Some astral elves venture to the Material Plane, where they often seek homes with views of the night sky or build observatories to watch the stars they consider sacred.",
    "typicalAttire": "Astral elves dress in flowing garments that shimmer with captured starlight. Their fabrics seem to ripple like the astral currents, often in silvers, deep purples, midnight blues, and colors that shift depending on the light. Star and constellation motifs are woven into everything. Jewelry incorporates crystals that glow faintly, and many wear circlets or headbands that frame their luminous eyes. Even practical clothing maintains an ethereal, otherworldly elegance that marks them as visitors from beyond the Material Plane.",
    "typicalEnvironment": "The Astral Plane is the true home of astral elves—a realm of endless silver void where time stands still and physical laws bend to thought. They navigate by will alone through the Silver Void, visiting the domains of gods and the remnants of dead powers. Those who come to the Material Plane are drawn to places of powerful magic, ancient significance, or exceptional beauty. High mountains where stars seem close, ancient observatories, and places touched by planar magic attract them.",
    "societyType": "Astral elf society is contemplative and philosophical, shaped by agelessness and proximity to the divine. They organize around centers of learning and worship, with elders who remember the earliest days of their people's migration to the Astral Plane. Time's meaninglessness in the Silver Void has given them unusual perspectives—some fall into melancholy, while others display an almost childlike wonder. They value knowledge, experience, and the pursuit of understanding across all planes of existence.",
    "typicalAssociation": "Astral elves tend toward chaotic good alignments, shaped by their freedom from time and their exposure to cosmic truths. They can seem distant or disconnected from mortal concerns, viewing events through the lens of eternity. Many are deeply spiritual, maintaining connections to the gods whose domains they traverse. Those who come to the Material Plane often seek to experience the passage of time—finding mortality poignant rather than frightening. They are curious, philosophical, and sometimes melancholic.",
    "physicalAppearance": "Astral elves resemble other elves in basic form—5'4\" to 6'2\" tall with slender, graceful builds. However, their long existence in the Astral Plane has marked them distinctly. Their skin often has a faint luminescence, ranging from pale silver to deep purple-gray. Their most striking feature is their eyes, which contain visible starlight—sparks and glimmers that move like distant constellations. Hair is typically silver, white, pale gold, or deep midnight blue, sometimes seeming to drift slightly as if in an astral current. Their movements carry an unusual quality, as if gravity affects them differently. There's an ancient weight to their gaze that hints at impossible spans of existence."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Astral Fire",
      "icon": "star",
      "description": "You know one of the following cantrips of your choice: [[dancing_lights]], [[light]], or [[sacred_flame]]. Intelligence, Wisdom, or Charisma is your spellcasting ability for it (choose when you select this race)."
    },
    {
      "name": "Starlight Step",
      "icon": "teleport",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Astral Trance",
      "icon": "vision",
      "description": "When you take a [[long_rest|Long Rest]], you gain proficiency in one skill of your choice and with one weapon or tool of your choice, selected from the Player's Handbook. These proficiencies last until the end of your next long rest."
    }
  ],
  "tags": [
    "race",
    "elf",
    "astral_elf",
    "humanoid",
    "spelljammer",
    "astral plane"
  ],
  "aliases": [],
  "seeAlso": [
    "elf",
    "humanoid",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/astral_elf.json",
  "maleImageUrl": "/assets/images/races/Elf_Astral_Male.png",
  "femaleImageUrl": "/assets/images/races/Elf_Astral_Female.png"
}