{
  "id": "drow",
  "title": "Drow Lineage",
  "category": "Character Races",
  "entryLore": "Descended from elves who were once drawn into the Underdark, drow possess superior darkvision and unique innate magic. This lineage has been shaped by the magic and the shadows of their subterranean home, granting them the ability to call upon the darkness itself.",
  "imageUrl": "/assets/images/races/elf_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Drow build their cities in vast caverns of the Underdark—grand structures carved from rock and adorned with luminescent fungi, bioluminescent crystals, and magical lights that provide eerie illumination. Their architecture is elegant yet cruel, featuring soaring spires, deep pits, and palaces that serve as both homes and fortresses. Noble houses compete to construct the most impressive compounds. Even common drow live in well-crafted stone dwellings, though comfort matters less than defensibility in a society where assassination is a political tool.",
    "typicalAttire": "Drow clothing blends elegance with practicality for their underground existence. They favor blacks, deep purples, and crimson—colors that can absorb light and aid in stealth. Fabrics are fine but durable: spider-silk for nobility, sturdy cloth for commoners. Armor is common, crafted from dark metals with intricate designs. Jewelry often incorporates spider motifs and serves dual purposes as status symbols and hidden weapons. Even wealthy drow dress to survive violence at any moment.",
    "typicalEnvironment": "The Underdark's lightless depths are the drow's domain—massive cavern systems filled with dangerous creatures and treacherous geography. They prefer places with strategic value: caverns with multiple exits, locations near resources or trade routes, and areas defensible against rivals. Sunlight is extremely painful to drow, limiting their surface activities to moonless nights and covered areas. Their cities create pockets of relative order within the chaos of the Underdark.",
    "societyType": "Drow society is brutally hierarchical, built on matriarchy, religious fanaticism, and constant intrigue. Noble houses compete for power through assassination, betrayal, and magical manipulation. All drow learn early that trust is dangerous and showing weakness means death. Males are considered inferior; females hold all positions of true power. Their religion reinforces cruelty as virtue. Despite—or because of—this, drow culture produces remarkable artisans, mages, and warriors. Survival demands excellence.",
    "typicalAssociation": "Traditional drow are neutral evil or chaotic evil, shaped by a culture that rewards ruthlessness and punishes mercy. However, individual drow can reject their society's cruelty—such outcasts often become adventurers, seeking meaning and redemption beyond their birthplace. All drow share certain traits regardless of alignment: sharp intelligence, natural talent for magic, pride, and an undercurrent of danger. Even good-aligned drow carry the survival instincts beaten into them.",
    "physicalAppearance": "Drow stand 5'2\" to 5'8\" tall with slender builds, slightly shorter than surface elves. Their most striking feature is their obsidian-dark skin, ranging from jet black to deep purple. Hair is stark white or pale yellow, typically worn long and styled elaborately by nobles or tied back practically by warriors. Their eyes are adapted for absolute darkness: large, pale, and reflective—usually red, pink, lavender, or silver. Features are sharp and angular, maintaining elven beauty but with an edge of cruelty or wariness. They move with predatory grace, always alert, and their expressions often carry calculated coldness. In light, their eyes become deeply sensitive, forcing them to shield their vision."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Underdark"
    },
    {
      "label": "Darkvision",
      "value": "120 feet"
    }
  ],
  "traits": [
    {
      "name": "Superior Darkvision",
      "icon": "eye",
      "description": "Your [[darkvision|Darkvision]] range is 120 feet, rather than the standard 60 feet for elves."
    },
    {
      "name": "Drow Magic",
      "icon": "magic",
      "description": "You know the [[dancing_lights|Dancing Lights]] cantrip. You can cast [[faerie_fire|Faerie Fire]] (level 3) and [[darkness|Darkness]] (level 5) once each per Long Rest without components."
    }
  ],
  "tags": [
    "elf",
    "drow",
    "underdark",
    "lineage"
  ],
  "aliases": [
    "dark elf"
  ],
  "seeAlso": [
    "elf",
    "darkvision",
    "dancing_lights",
    "faerie_fire",
    "darkness"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/drow.json"
}