{
  "id": "high_elf",
  "title": "High Elf Lineage",
  "category": "Character Races",
  "entryLore": "Heirs to elves infused with the magic of the Feywild, high elves are naturally adept at arcane arts. This lineage allows them to weave magic as easily as others breathe, often specializing in utility and mobility spells that reflect their otherworldly heritage.",
  "imageUrl": "/assets/images/races/elf_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "High elves construct elegant cities of soaring spires, crystalline domes, and towers that seem to defy gravity. Their architecture incorporates magical elements—walls that shimmer with enchantment, gardens where plants bloom eternally, and libraries filled with arcane knowledge accumulated over millennia. These cities often occupy places of natural magical power: mountaintops, ancient groves, or islands where the boundaries between worlds grow thin. Even modest high elf homes contain arcane workspaces and extensive book collections.",
    "typicalAttire": "High elves dress with refined elegance that reflects their love of magic and beauty. They favor flowing robes in rich colors—deep blues, silvers, purples, and golds—often embroidered with arcane symbols or celestial motifs. Fabrics shimmer subtly, sometimes enchanted to ripple like starlight. Jewelry is intricate and often enchanted: rings that glow faintly, circlets set with focusing gems, and brooches containing minor magical effects. Even casual clothing maintains an air of sophistication.",
    "typicalEnvironment": "High elves are drawn to places where arcane magic flows freely. They prefer elevated terrain—mountains, high plateaus, and clifftop cities—where they feel closer to the stars they revere. Many high elf communities exist in locations imbued with ancient magic or near portals to the Feywild. They create extensive gardens and parks but shape them with precision, combining natural beauty with magical enhancement.",
    "societyType": "High elf society revolves around the pursuit of magical knowledge and artistic excellence. Academies and universities are central institutions where elves study for decades or centuries. Status comes from magical accomplishment, scholarly achievement, or artistic mastery. Their communities maintain elaborate social customs and protocols that can seem stiff to outsiders. Debates on arcane theory or philosophical matters can span generations.",
    "typicalAssociation": "High elves tend toward chaotic good alignments with particular emphasis on the pursuit of knowledge and personal excellence. They can seem arrogant to other races—a consequence of centuries of magical study making them highly confident in their opinions. They value intelligence, creativity, and magical aptitude. While they may appear aloof, they form deep connections with those who share their passion for learning or demonstrate genuine curiosity.",
    "physicalAppearance": "High elves are the most refined-looking of the elven subraces. They stand 5'5\" to 6'2\" tall with slender, graceful builds. Their features are delicate and angular—high cheekbones, pointed chins, and large, expressive almond-shaped eyes. Skin tones tend toward pale ivory, silver, or very light gold. Eye colors are often extraordinary: bright gold, silver, violet, or deep sapphire blue. Hair is typically silver, gold, copper, black, or pure white, worn long and carefully styled. Their bearing is dignified and slightly distant, with movements that suggest both grace and precision. Their eyes often seem to hold ancient wisdom or spark with arcane intelligence."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Arcane"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Wizard Cantrip",
      "icon": "book",
      "description": "You know one Wizard cantrip of your choice (standard: [[prestidigitation|Prestidigitation]]). Whenever you finish a [[long_rest|Long Rest]], you can replace that cantrip with a different cantrip from the Wizard spell list."
    },
    {
      "name": "High Elf Magic",
      "icon": "magic",
      "description": "You can cast [[detect_magic|Detect Magic]] (level 3) and [[misty_step|Misty Step]] (level 5) once each per Long Rest without components."
    }
  ],
  "tags": [
    "elf",
    "high elf",
    "arcane",
    "lineage"
  ],
  "aliases": [
    "sun elf",
    "moon elf"
  ],
  "seeAlso": [
    "elf",
    "cantrip",
    "prestidigitation",
    "detect_magic",
    "misty_step"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/high_elf.json"
}