{
  "id": "pallid_elf",
  "title": "Pallid Elf",
  "category": "Character Races",
  "entryLore": "Pallid elves are a subrace of elves unique to Exandria, dwelling in the shadowed recesses of the Pallid Grove in the Greying Wildlands. They have adapted to a life without sunlight, developing pale, almost luminescent skin and an affinity for the mysteries of the Luxon. Their connection to light and darkness gives them unique magical abilities, and their society values knowledge, introspection, and the secrets hidden in shadow.",
  "source": "EGtW",
  "baseRace": "elf",
  "lore": {
    "typicalDwelling": "Pallid elves make their homes in the Pallid Grove and similar twilight places—regions where perpetual shadow meets filtered light. Their settlements are built among ancient, pale-barked trees and luminescent fungi, using natural materials that seem to glow faintly in the darkness. Architecture emphasizes observation and study: towers with crystal domes, meditation chambers lined with reflective surfaces, and libraries protected by magical shadows. Their homes feel like the boundary between sleep and waking.",
    "typicalAttire": "Pallid elves dress in soft, muted colors—silver, pale gray, lavender, and white—that complement their luminescent skin. Fabrics are often light and flowing, seeming to absorb and release light in subtle ways. Many wear hooded cloaks to shield their sensitive eyes, and jewelry often incorporates moonstones, opals, or crystals that glow with inner light. Their clothing favors simplicity and functionality, but always maintains an air of quiet elegance.",
    "typicalEnvironment": "Pallid elves are drawn to places shrouded in perpetual twilight—deep groves where the canopy blocks the sun, cavern mouths where shadow meets light, and regions touched by strange magic. They find harsh sunlight uncomfortable and prefer the gentle luminescence of bioluminescent plants, filtered moonlight, or magical illumination. Their communities exist in the liminal spaces where light and shadow meet.",
    "societyType": "Pallid elf society centers on introspection, knowledge-seeking, and the exploration of mysteries. They are devoted to understanding the interplay between light and darkness, literally and metaphorically. Their communities are quiet and contemplative, with great respect for seers, scholars, and those who divine hidden truths. They value insight and intuition over aggression, preferring to observe and understand rather than act rashly.",
    "typicalAssociation": "Pallid elves tend toward neutral good alignments, valuing knowledge and understanding above rigid structures. They are intensely perceptive, able to read subtle cues that others miss, and they prize truth and hidden knowledge. Their manner can seem distant or dreamy to other races—they often seem to be perceiving things just beyond normal sight. They form deep bonds with those who share their curiosity about life's mysteries.",
    "physicalAppearance": "Pallid elves stand 5'4\" to 6' tall with the slender elven build. Their most distinctive feature is their pale, almost luminescent skin that seems to glow faintly in dim light—ranging from pure white to soft silver or pale lavender. Their eyes are large even by elven standards, pale in color (silver, white, pale blue, or lavender), and adapted to low light. Hair is typically white, silver, or pale blonde, fine and often flowing. Their features are delicate and ethereal, with an otherworldly quality that can be unsettling to those unused to them. They move quietly and deliberately, and their expressions often carry the distant look of those who perceive hidden things."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws against being [[charmed]], and magic can't put you to sleep."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep. Instead, you meditate deeply for 4 hours a day. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Incisive Sense",
      "icon": "brain",
      "description": "You have [[advantage]] on Intelligence ([[investigation|Investigation]]) and Wisdom ([[insight|Insight]]) checks."
    },
    {
      "name": "Blessing of the Moon Weaver",
      "icon": "magic",
      "description": "You know the [[light|Light]] cantrip. When you reach 3rd level, you can cast the [[sleep|Sleep]] spell once with this trait and regain the ability to do so when you finish a [[long_rest|Long Rest]]. When you reach 5th level, you can cast the [[invisibility|Invisibility]] spell (targeting yourself only) once with this trait and regain the ability to do so when you finish a Long Rest. Casting these spells with this trait doesn't require material components. Wisdom is your spellcasting ability for these spells."
    }
  ],
  "tags": [
    "race",
    "elf",
    "pallid elf",
    "humanoid",
    "wildemount",
    "critical role",
    "exandria"
  ],
  "aliases": [
    "pallid"
  ],
  "seeAlso": [
    "elf",
    "humanoid",
    "light",
    "sleep",
    "invisibility"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/pallid_elf.json",
  "maleImageUrl": "/assets/images/races/Elf_Pallid_Male.png",
  "femaleImageUrl": "/assets/images/races/Elf_Pallid_Female.png"
}
