{
  "id": "sea_elf",
  "title": "Sea Elf",
  "category": "Character Races",
  "entryLore": "Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, the sea elves navigated the deepest currents and explored the waters across a hundred worlds. Today, they live in small, hidden communities in the ocean shallows and on the Elemental Plane of Water. They have developed gills and webbed hands and feet, adapting perfectly to life beneath the waves. Sea elves maintain cordial relationships with their land-dwelling kin, though they may go decades without encountering them.",
  "source": "MPMM",
  "baseRace": "elf",
  "lore": {
    "typicalDwelling": "Sea elves build their cities in the ocean shallows, underwater caverns, and coral reefs. Their architecture incorporates living coral, cultivated kelp forests, and structures adapted from natural undersea formations. Homes may be carved into underwater cliffs, grown from specially shaped coral, or constructed from materials harvested from the sea floor. Air-filled chambers provide spaces for crafts requiring fire, and bioluminescent creatures provide illumination. These hidden communities are invisible to surface dwellers and fiercely protected.",
    "typicalAttire": "Sea elves wear minimal clothing suited to underwater life—woven kelp, treated sharkskin, and scaled materials that move freely with currents. Colors favor the ocean's palette: blues, greens, silver, and iridescent shades that help them blend with their environment. Jewelry incorporates shells, pearls, coral, and polished sea glass. When visiting the surface, they adapt to local clothing but often incorporate ocean motifs and find heavy fabrics uncomfortable.",
    "typicalEnvironment": "Sea elves thrive in warm and temperate ocean waters, from shallow reefs to the twilight depths where sunlight barely reaches. They prefer areas with rich marine life, complex underwater geography, and access to both open water and protected spaces. Some communities exist in underwater caves connected to the surface, while others are entirely aquatic. They maintain knowledge of currents, migration patterns, and the secret highways of the deep.",
    "societyType": "Sea elf society is organized around extended family units that share territory and resources. They're fiercely protective of their domain and the creatures within it, viewing themselves as guardians of the underwater world. Leadership comes from those who demonstrate wisdom, skill in navigation, or prowess in defending the community. They maintain distant but cordial relations with land-dwelling elves, occasionally meeting at coastal boundary areas for trade and news.",
    "typicalAssociation": "Sea elves tend toward chaotic good alignments, valuing freedom and the protection of their ocean home above all else. They're natural conservatives in the ecological sense—deeply opposed to those who would pollute or exploit the seas. Among elves, they're considered somewhat wild and unpredictable, shaped by the ever-changing nature of their environment. They form strong bonds with aquatic creatures and view the ocean's inhabitants as neighbors and allies.",
    "physicalAppearance": "Sea elves have adapted fully to underwater life over millennia. They stand 5'4\" to 6' tall with slender, streamlined builds, but possess distinct aquatic adaptations. Their skin shows oceanic colors: blues, greens, silver-gray, and sometimes deep purple, often with subtle patterns that provide camouflage. Gills along their necks allow them to breathe underwater, though they can also breathe air. Their fingers and toes are webbed, and their hair—typically green, blue-black, or silver—flows like seaweed when underwater. Their eyes are larger than land elves', adapted for seeing clearly in dim underwater light, usually in shades of blue, green, or sea-gray. They move through water with natural grace but seem slightly awkward on land."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Swim Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Child of the Sea",
      "icon": "water",
      "description": "You can breathe air and water, and you have a swimming speed equal to your walking speed."
    },
    {
      "name": "Friend of the Sea",
      "icon": "fish",
      "description": "Aquatic animals have an extraordinary affinity with your people. You can communicate simple ideas to any Beast that has a swimming speed. It can understand your words, though you have no special ability to understand it in return."
    }
  ],
  "tags": [
    "race",
    "elf",
    "sea_elf",
    "humanoid",
    "aquatic",
    "underwater"
  ],
  "aliases": [
    "aquatic elf"
  ],
  "seeAlso": [
    "elf",
    "humanoid",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/sea_elf.json",
  "maleImageUrl": "/assets/images/races/Elf_Sea_Male.png",
  "femaleImageUrl": "/assets/images/races/Elf_Sea_Female.png"
}
