{
  "id": "shadar_kai",
  "title": "Shadar-kai",
  "category": "Character Races",
  "entryLore": "Shadar-kai are the elves of the Shadowfell, a bleak and haunted realm where emotion itself feels muted. They were once drawn to the Shadowfell by the Raven Queen, and over the centuries, some of them have been transformed by it, gaining supernatural abilities. Their skin ranges from alabaster to deep ebony, and many adorn themselves with elaborate tattoos, piercings, and scars. The shadar-kai serve the Raven Queen and act as her agents in the multiverse. They are grim but not without emotion—they simply express it differently, valuing passion and intensity in all things as a way to feel truly alive.",
  "source": "MPMM",
  "baseRace": "elf",
  "lore": {
    "typicalDwelling": "Shadar-kai dwell in the Shadowfell, where they have built fortress-cities dedicated to the Raven Queen. Their architecture is grand but severe—gothic spires, obsidian walls, and towers wreathed in perpetual twilight. Every structure serves both aesthetic and defensive purposes. The Raven Queen's temples are central to their cities, soaring monuments to death and fate. When shadar-kai come to the Material Plane, they're drawn to places touched by shadow, death, or powerful memories—ancient battlefields, haunted ruins, and sites of great tragedy.",
    "typicalAttire": "Shadar-kai dress to feel alive in a realm that dulls sensation. They favor blacks, deep grays, and dark purples, often in leather and metal that provide tactile feedback. Exposed skin is common, covered with elaborate tattoos, ritual scarification, and piercings that serve both aesthetic and spiritual purposes. Jewelry is often sharp or angular—chains, studs, and bladed accessories. Their appearance is deliberately striking, designed to provoke reaction and remind them they still feel.",
    "typicalEnvironment": "The Shadowfell is a dark mirror of the Material Plane—a realm of muted colors, perpetual gloom, and emotional numbness. Shadar-kai have adapted to this environment over generations, learning to seek sensation and passion as shields against despair. They're drawn to places between life and death, light and shadow. On the Material Plane, they find comfort in twilight, shadows, and places touched by mortality—cemeteries, ancient ruins, and sites of historical significance.",
    "societyType": "Shadar-kai society serves the Raven Queen above all else. They organize around her temples and carry out her will across the planes. Within this framework, they celebrate intensity—passion, art, combat, and any experience that makes them feel alive. Their culture values boldness and despises apathy. Status comes from service to the Raven Queen, martial prowess, or artistic achievement. They care deeply about legacy and how their deaths will be remembered.",
    "typicalAssociation": "Shadar-kai range from lawful neutral to chaotic neutral, bound by devotion to the Raven Queen but otherwise valuing personal expression and intensity. They're not evil by nature, but their pragmatic view of death and their grim homeland can make them seem cold to others. They prize passion, courage, and authenticity—they despise those who live half-heartedly or fear death. Their apparent grimness masks deep emotional currents; they simply express feelings differently.",
    "physicalAppearance": "Shadar-kai appear as elves touched by shadow. They stand 5'4\" to 6' tall with the typical elven build, but their coloring reflects the Shadowfell. Skin ranges from alabaster white to deep ebony gray, often with an ashen or dusty quality. Hair is typically black, white, or gray, worn in dramatic styles. Their eyes are dark—gray, black, or occasionally showing glints of silver or pale fire. The most distinctive feature is their extensive body modification: elaborate tattoos in geometric or symbolic patterns, ritual scarification, and numerous piercings. These marks are spiritual practices as much as decoration, reminding them of sensation and identity. When using their teleportation ability, they briefly appear ghostly and translucent, revealing the shadow-nature within."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Blessing of the Raven Queen",
      "icon": "shadow",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Starting at 3rd level, you also gain resistance to all damage when you teleport using this trait. The resistance lasts until the start of your next turn. During that time, you appear ghostly and translucent."
    },
    {
      "name": "Necrotic Resistance",
      "icon": "shield",
      "description": "You have resistance to [[necrotic_damage|necrotic damage]]."
    }
  ],
  "tags": [
    "race",
    "elf",
    "shadar_kai",
    "humanoid",
    "shadowfell",
    "raven queen"
  ],
  "aliases": [
    "shadow elf"
  ],
  "seeAlso": [
    "elf",
    "humanoid",
    "charmed",
    "necrotic_damage"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/shadar_kai.json",
  "maleImageUrl": "/assets/images/races/Shadar-kai_Male.png",
  "femaleImageUrl": "/assets/images/races/Shadar-kai_Female.png"
}
