{
  "id": "wood_elf",
  "title": "Wood Elf Lineage",
  "category": "Character Races",
  "entryLore": "Embodying the spirit of primeval forests, wood elves are swift, perceptive, and have a primal connection to nature. This lineage is known for its incredible speed and the ability to vanish into the natural world, often serving as guardians and scouts of the deep wilds.",
  "imageUrl": "/assets/images/races/elf_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Wood elves live in harmony with ancient forests, constructing homes that blend seamlessly with the trees themselves. Their settlements might be invisible to outsiders—platforms hidden among branches, burrows beneath root systems, or lodges covered with living moss and vines. Architecture uses natural materials and disturbs the forest as little as possible. Some wood elf communities are truly nomadic, leaving no permanent structures at all. A wood elf home is warm, practical, and part of the forest rather than imposed upon it.",
    "typicalAttire": "Wood elves dress for life in the wild. They favor greens, browns, grays, and other colors that help them vanish into their forest homes. Clothing is practical: fitted tunics and leggings that allow free movement, soft leather boots, and cloaks of woven material that provides natural camouflage. Jewelry is fashioned from natural materials—wood, bone, feathers, and uncut stones. Many wood elves decorate themselves with nature motifs: leaf patterns, animal symbols, and representations of their forest home.",
    "typicalEnvironment": "Deep, ancient forests are the wood elf's domain. They prefer old-growth woodlands where trees have stood for centuries and the canopy blocks the sky. They're drawn to places where nature remains wild and untouched—forests that predate other civilizations and will likely outlast them. Wood elves are uncomfortable in cities or open terrain, finding comfort only when surrounded by trees.",
    "societyType": "Wood elf society is more fluid and less hierarchical than other elven cultures. They organize around extended family groups and loose tribal confederations rather than cities or nations. Leadership comes from demonstrated skill—as hunters, scouts, druids, or warriors. Their culture emphasizes living in balance with nature, taking only what's needed, and protecting the wild places. They're suspicious of outsiders but form strong bonds with those who prove their respect for the natural world.",
    "typicalAssociation": "Wood elves are typically chaotic good with a strong neutral component—they value personal freedom and the balance of nature above civilized law. They are fiercely protective of their forest homes and suspicious of those who would exploit or destroy the wild. Among the most patient of elves, they can remain motionless for hours while hunting or watching. They value practical skill, awareness, and the wisdom that comes from living close to nature.",
    "physicalAppearance": "Wood elves tend toward the more athletic end of elven builds, standing 5'4\" to 6' tall with lean, wiry frames built for speed and endurance. Their skin is typically coppery or bronze, sometimes with a greenish tint, tanned from lives lived outdoors. Hair is usually earth-toned—browns, auburn, russet, or occasionally green-black—often worn long but tied back practically. Eyes are green, brown, or hazel, sharp and watchful. Their features are less refined than high elves but no less beautiful, with an untamed quality. They move with predatory grace, silent and alert, seeming to flow around obstacles rather than past them."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Wildlife"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Fleet of Foot",
      "icon": "wind",
      "description": "Your base walking [[speed|Speed]] is 35 feet, rather than the standard 30 feet for elves."
    },
    {
      "name": "Mask of the Wild",
      "icon": "eye",
      "description": "You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
    },
    {
      "name": "Wood Elf Magic",
      "icon": "magic",
      "description": "You know the [[druidcraft|Druidcraft]] cantrip. You can cast [[longstrider|Longstrider]] (level 3) and [[pass_without_trace|Pass without Trace]] (level 5) once each per Long Rest without components."
    }
  ],
  "tags": [
    "elf",
    "wood elf",
    "nature",
    "lineage"
  ],
  "aliases": [
    "wild elf",
    "green elf"
  ],
  "seeAlso": [
    "elf",
    "druidcraft",
    "longstrider",
    "pass_without_trace",
    "speed"
  ],
  "filePath": "/data/glossary/entries/races/elf_lineages/wood_elf.json"
}