{
  "id": "fallen_aasimar",
  "title": "Fallen Aasimar",
  "category": "Character Races",
  "entryLore": "Fallen aasimar are those touched by dark powers as a youth or who have turned to evil in early adulthood. An aasimar who was touched by dark powers as a youth might turn thoroughly evil, while others find redemption late in life after years of wrongdoing. Some fallen aasimar heard whispers from an evil entity in their dreams and took those dark suggestions to heart. Whatever the cause, fallen aasimar manifest their transformation through skeletal, flightless wings and an aura of dread that frightens all who witness it.",
  "baseRace": "aasimar",
  "lore": {
    "typicalDwelling": "Fallen aasimar dwell on the margins of society—in shadowy urban districts where questions aren't asked, in abandoned temples where their shame cannot follow, or in self-imposed exile among forgotten ruins. Some wander endlessly, never staying long enough to be recognized or judged.",
    "typicalAttire": "They favor dark, concealing garments: hooded cloaks, veils, and masks that hide their haunted features. Many wear inverted or defaced symbols of faiths they once served—a bitter reminder of what they've lost or rejected. Their clothing is practical, made for travel and for hiding.",
    "typicalEnvironment": "Fallen aasimar are drawn to places touched by shadow: dimly lit alleyways, haunted battlefields, cursed forests, and the crumbling remnants of once-holy sites. They often appear where hope has faded, either to exploit the darkness or to seek redemption within it.",
    "societyType": "They are outcasts and loners, feared by those who sense the corruption within them. Some fallen aasimar desperately seek redemption, haunted by visions of the celestial guide who has abandoned them. Others embrace their fall completely, becoming agents of darkness who revel in their power.",
    "typicalAssociation": "Fallen aasimar are complex and conflicted. They range from neutral to evil alignments, though many hover in the space between—brooding figures who might yet be redeemed or who might drag others into the abyss with them. They are feared, pitied, and often deeply alone.",
    "physicalAppearance": "Fallen aasimar retain the tall, graceful build of their celestial kin—typically 5'10\" to 6'4\"—but their bodies bear the unmistakable marks of corruption. Their once-luminous skin has faded to an ashen pallor, sometimes with a grayish, purplish, or sickly green undertone. Dark veins are often visible beneath the surface, particularly around the temples, neck, and hands. Their physique may appear gaunt or hollow, as if something vital has been drained from them. Their faces retain an echo of celestial beauty, but it is now haunted and severe—sharp cheekbones, hollow cheeks, and lips that rarely smile. Their eyes are their most disturbing feature: solid pools of darkness, deep violet, or black with faint red or purple sparks, completely lacking pupils. Their gaze is cold and unsettling. Their hair is typically dark—black, deep gray, or white streaked with ash—often lank, unkempt, or prematurely aged. Some have patches where the hair has fallen out entirely. Their hands are long-fingered but often appear slightly withered or claw-like. When their power manifests, skeletal, ghostly, flightless wings sprout from their backs—spectral appendages of bone, tattered shadow, and wisps of darkness that span roughly 10 feet. An aura of cold dread surrounds them, and those nearby often feel a chill, sense of foreboding, or overwhelming despair."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Celestial Resistance",
      "icon": "shield",
      "description": "You have resistance to [[necrotic_damage|necrotic damage]] and [[radiant_damage|radiant damage]]."
    },
    {
      "name": "Healing Hands",
      "icon": "heal",
      "description": "As an action, you can touch a creature and roll a number of d4s equal to your [[proficiency_bonus|Proficiency Bonus]]. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Light Bearer",
      "icon": "light",
      "description": "You know the [[light]] cantrip. Charisma is your spellcasting ability for it."
    },
    {
      "name": "Necrotic Shroud",
      "icon": "shadow",
      "description": "Starting at 3rd level, you can use a [[bonus_action|Bonus Action]] to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. The instant you transform, other creatures within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Charisma modifier) or become [[frightened]] of you until the end of your next turn. Your transformation lasts for 1 minute or until you end it as a bonus action. During it, once on each of your turns, you can deal extra [[necrotic_damage|necrotic damage]] to one target when you deal damage to it with an attack or a spell. The extra necrotic damage equals your Proficiency Bonus. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "aasimar",
    "fallen",
    "celestial",
    "humanoid",
    "fear"
  ],
  "aliases": [],
  "seeAlso": [
    "aasimar",
    "humanoid",
    "radiant_damage",
    "necrotic_damage",
    "frightened"
  ],
  "filePath": "/data/glossary/entries/races/aasimar_variants/fallen.json",
  "maleImageUrl": "/assets/images/races/Aasimar_Fallen_Male.png",
  "femaleImageUrl": "/assets/images/races/Aasimar_Fallen_Female.png"
}
