{
  "id": "protector_aasimar",
  "title": "Protector Aasimar",
  "category": "Character Races",
  "entryLore": "Protector aasimar are charged by the powers of good to guard the weak, strike at evil wherever it arises, and stand vigilant against the darkness. From a young age, a protector aasimar receives advice and directives that urge them to stand against evil. Their celestial guide speaks in dreams, visions, and feelings, guiding them toward righteousness. When they transform, spectral wings sprout from their back, a manifestation of their celestial nature that allows them to soar above their enemies while radiating divine light.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "aasimar",
  "lore": {
    "typicalDwelling": "Protector aasimar often live among mortals in bustling cities or quiet villages, drawn to places where the light of temples and shrines casts long shadows against the darkness. They prefer modest homes near places of worship, where they can hear the prayers of the faithful and remain vigilant.",
    "typicalAttire": "In their daily lives, protector aasimar favor flowing garments in whites and golds, adorned with subtle celestial motifs—a sunburst clasp, silver threading that catches the light. They rarely wear armor unless danger calls, preferring simple elegance that reflects their divine heritage.",
    "typicalEnvironment": "They are drawn to places bathed in natural light: sunlit highlands, tranquil groves, and the quiet courtyards of ancient temples. Even in cities, they seek rooftops and towers where the dawn arrives first.",
    "societyType": "Though they walk among other races, protector aasimar are ultimately solitary guardians. They receive guidance through dreams and visions from celestial patrons, and this divine counsel shapes their path. They form deep bonds with those they protect but often feel apart from the world they defend.",
    "typicalAssociation": "Protector aasimar embody vigilance and compassion. They are defenders of the weak, striking at evil wherever it arises while shielding the innocent. Most lean toward lawful good alignments, though their methods vary—some are gentle healers, others stern warriors of light.",
    "physicalAppearance": "Protector aasimar stand slightly taller than most humans, typically between 5'10\" and 6'4\", with lean, graceful builds that suggest both strength and agility. Their physique is athletic but not overly muscular—more like a dancer or acrobat than a warrior. Their skin carries a subtle golden or silvery luminescence, most visible in dim light, as if lit from within. This glow is strongest along the cheekbones, collarbones, and the backs of their hands. Their faces are strikingly beautiful with high cheekbones, a strong but elegant jawline, and full lips. Their eyes are their most distinctive feature: pupil-less orbs of pale white, soft gold, or shimmering silver that seem to radiate calm. Their hair ranges from platinum blonde to pure white, often worn long and flowing, with individual strands that catch light even in shadow. Many have a faint covering of soft, downy feathers—usually white or pale gold—along their shoulders, upper back, and sometimes behind their ears. Their hands are long-fingered and elegant. When their divine power awakens, luminous incorporeal wings of pure radiant light extend from their backs, spanning roughly 12 feet, and their entire form glows with inner warmth."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Celestial Resistance",
      "icon": "shield",
      "description": "You have resistance to [[necrotic_damage|necrotic damage]] and [[radiant_damage|radiant damage]]."
    },
    {
      "name": "Healing Hands",
      "icon": "heal",
      "description": "As an action, you can touch a creature and roll a number of d4s equal to your [[proficiency_bonus|Proficiency Bonus]]. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Light Bearer",
      "icon": "light",
      "description": "You know the [[light]] cantrip. Charisma is your spellcasting ability for it."
    },
    {
      "name": "Radiant Soul",
      "icon": "wings",
      "description": "Starting at 3rd level, you can use a [[bonus_action|Bonus Action]] to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back. Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed equal to your walking speed, and once on each of your turns, you can deal extra [[radiant_damage|radiant damage]] to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your [[proficiency_bonus|Proficiency Bonus]]. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "aasimar",
    "protector",
    "celestial",
    "humanoid",
    "flight"
  ],
  "aliases": [],
  "seeAlso": [
    "aasimar",
    "humanoid",
    "radiant_damage",
    "necrotic_damage"
  ],
  "filePath": "/data/glossary/entries/races/aasimar_variants/protector.json",
  "maleImageUrl": "/assets/images/races/Aasimar_Protector_Male.png",
  "femaleImageUrl": "/assets/images/races/Aasimar_Protector_Female.png"
}