{
  "id": "scourge_aasimar",
  "title": "Scourge Aasimar",
  "category": "Character Races",
  "entryLore": "Scourge aasimar are imbued with a divine energy that blazes intensely within them. It feeds a powerful desire to destroy evil—a desire that is, at its best, parsing and exacting, but at its worst, all-consuming. Many scourge aasimar wear masks to block out the world and focus on containing this power, unmasking only in battle. When they transform, their divine energy erupts in a searing radiance that burns all around them, friend and foe alike—a price they willingly pay to purge evil from the world.",
  "baseRace": "aasimar",
  "lore": {
    "typicalDwelling": "Scourge aasimar often withdraw from society, seeking seclusion where they can contain the divine fire that burns within them. They make their homes in austere monasteries, remote shrines, or isolated hermitages—anywhere they can focus on mastering their volatile power without endangering others.",
    "typicalAttire": "Most scourge aasimar wear hooded robes and ceremonial masks that conceal their blazing eyes and the faint glow that emanates from their skin. Their garments are practical and often flame-resistant, designed to survive the radiant energy they periodically release. They unmask only in battle.",
    "typicalEnvironment": "They gravitate toward harsh, purifying landscapes: sun-scorched deserts, volcanic highlands, or war-torn frontiers where their destructive gifts can be put to righteous use. In cities, they haunt the edges—torch-lit temples and shadowed battlements.",
    "societyType": "Scourge aasimar are driven by an all-consuming need to destroy evil. Some join militant holy orders, while others walk alone as wandering purifiers. Their intensity can be off-putting, and they often struggle to form lasting bonds with those who cannot understand the fire that drives them.",
    "typicalAssociation": "These aasimar are zealots and purifiers, channeling divine wrath against corruption. They range from lawful neutral to lawful good, but their methods are often extreme. They are self-sacrificing, intense, and utterly relentless in their mission to scour evil from the world.",
    "physicalAppearance": "Scourge aasimar share the tall, graceful build of their protector kin—typically 5'10\" to 6'4\"—but their bodies show unmistakable signs of the divine fire burning within. Their physique tends toward lean and sinewy, hardened by the constant effort of containing their radiant power. Their skin has a faint inner glow, with veins that pulse with golden or white-hot light beneath the surface, particularly visible along the neck, forearms, and temples. Their faces are angular and intense, with sharp cheekbones and a severe beauty that can be unsettling. Their eyes are their most striking feature: orbs of solid blazing light or smoldering flame, without visible iris or pupil—which is why many wear masks or hoods to conceal them. Their hair is typically pale gold, white, or occasionally appears singed or ashen at the tips, sometimes with faint embers that glow when they're agitated. Their skin feels warm to the touch, and in moments of stress, heat shimmers around them like desert air. When they unleash their power, searing light pours from their eyes and mouth, their skin radiates intense heat, cracks of light appear along their body like molten fissures, and the air around them distorts from the furnace-like energy."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Celestial Resistance",
      "icon": "shield",
      "description": "You have resistance to [[necrotic_damage|necrotic damage]] and [[radiant_damage|radiant damage]]."
    },
    {
      "name": "Healing Hands",
      "icon": "heal",
      "description": "As an action, you can touch a creature and roll a number of d4s equal to your [[proficiency_bonus|Proficiency Bonus]]. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Light Bearer",
      "icon": "light",
      "description": "You know the [[light]] cantrip. Charisma is your spellcasting ability for it."
    },
    {
      "name": "Radiant Consumption",
      "icon": "fire",
      "description": "Starting at 3rd level, you can use a [[bonus_action|Bonus Action]] to unleash the divine energy within yourself, causing searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you. Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, each creature within 10 feet of you takes [[radiant_damage|radiant damage]] equal to your [[proficiency_bonus|Proficiency Bonus]]. Until the transformation ends, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your Proficiency Bonus. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "aasimar",
    "scourge",
    "celestial",
    "humanoid",
    "radiant aura"
  ],
  "aliases": [],
  "seeAlso": [
    "aasimar",
    "humanoid",
    "radiant_damage",
    "necrotic_damage"
  ],
  "filePath": "/data/glossary/entries/races/aasimar_variants/scourge.json",
  "maleImageUrl": "/assets/images/races/Aasimar_Scourge_Male.png",
  "femaleImageUrl": "/assets/images/races/Aasimar_Scourge_Female.png"
}
