{
  "id": "abyssal_tiefling",
  "title": "Abyssal Legacy",
  "category": "Character Races",
  "entryLore": "Hailing from the chaos of the Abyss, this legacy grants resistance to poison and innate demonic magic. Those with the Abyssal Legacy often possess physical features like tusks, fur, or animalistic horns, reflecting the entropy and predatory nature of their demonic ancestors.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Abyssal tieflings chafe against conventional living arrangements. They prefer spaces with multiple exits, high ceilings, and room to move—confining spaces feel like traps. Many choose to live on the edges of settlements, in converted warehouses, or in wild places where society's rules don't apply. Their living spaces often appear chaotic to others but follow their own internal logic. They accumulate trophies, interesting objects, and reminders of past victories.",
    "typicalAttire": "Abyssal tieflings dress with chaotic individuality. They favor bold, clashing colors, asymmetrical designs, and clothing that allows freedom of movement. Leather, fur, and rough-hewn materials appeal to them more than refined fabrics. Many incorporate trophies into their appearance—teeth, bones, or items taken from defeated foes. Jewelry tends toward the savage: raw stones, heavy chains, and sharp edges. Fashion for them is expression of power and defiance, not conformity.",
    "typicalEnvironment": "Abyssal tieflings are drawn to wild, chaotic places—frontier territories, war zones, and regions where civilization's hold is tenuous. They thrive in environments that reward adaptability and punish weakness. Many work as mercenaries, bounty hunters, or enforcers in lawless regions. Cities feel constraining unless they offer enough chaos—criminal underworlds, gladiatorial arenas, and revolution-torn districts provide the stimulation they crave.",
    "societyType": "Abyssal tieflings rarely form structured communities—hierarchy feels wrong to them unless enforced through personal power. When they do gather, it's usually in loose bands united by strength and mutual benefit rather than formal organization. Leadership constantly shifts as individuals prove or lose their dominance. Loyalty exists but must be continuously earned. They respect those who can hold their own and despise those who can't.",
    "typicalAssociation": "Abyssal tieflings lean toward chaotic alignments, shaped by their connection to the endless chaos of the Abyss. This doesn't predetermine evil—many channel their chaotic nature into fighting oppression and defending personal freedom. They're impulsive, passionate, and direct. Subtlety feels like weakness to many of them. Their demons may be literal ancestry, but they often fight their own internal demons—the rage, the hunger, the chaos trying to consume them. Those who master these impulses become formidable allies.",
    "physicalAppearance": "Abyssal tieflings display the most varied and bestial features among tieflings. They stand 5' to 6'4\" with builds ranging from wiry to powerfully muscled. Skin colors span wild ranges—red, blue, purple, green, mottled patterns, or even fur patches. Horns are often asymmetrical, twisted, or animalistic—they might have tusks erupting from their jaw, antlers, or multiple small horns. Eyes may be mismatched colors, slit-pupiled, or seem to contain roiling chaos. Tails are often thick and muscular, sometimes fur-covered or scaled. Many have clawed fingers, digitigrade legs, or other animalistic features. No two abyssal tieflings look alike—each embodies a unique expression of demonic entropy."
  },
  "characteristics": [
    {
      "label": "Legacy Type",
      "value": "Fiendish (Abyssal)"
    },
    {
      "label": "Origin",
      "value": "The Abyss / Demonic"
    }
  ],
  "traits": [
    {
      "name": "Abyssal Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[poison_damage|Poison damage]]."
    },
    {
      "name": "Abyssal Magic",
      "icon": "magic",
      "description": "You know the [[poison_spray|Poison Spray]] cantrip. Starting at 3rd level, you can cast [[ray_of_sickness|Ray of Sickness]] once per long rest. Starting at 5th level, you can cast [[hold_person|Hold Person]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    }
  ],
  "tags": [
    "tiefling",
    "legacy",
    "abyssal",
    "demon",
    "poison"
  ],
  "aliases": [
    "abyssal legacy"
  ],
  "seeAlso": [
    "tiefling",
    "poison_damage",
    "poison_spray",
    "ray_of_sickness",
    "hold_person"
  ],
  "filePath": "/data/glossary/entries/races/tiefling_legacies/abyssal.json",
  "maleImageUrl": "/assets/images/races/Tiefling_Abyssal_Male.png",
  "femaleImageUrl": "/assets/images/races/Tiefling_Abyssal_Female.png"
}
