{
  "id": "chthonic_tiefling",
  "title": "Chthonic Legacy",
  "category": "Character Races",
  "entryLore": "Linked to the gloom of Hades and Gehenna, this legacy grants resistance to necrotic energy and spectral magic. Those with the Chthonic Legacy find their roots in the Gloom Wrought or the gray wastes of Hades, often possessing a deathly pallor or cold, dark eyes that reflect the somber power of their neutral evil heritage.",
  "lore": {
    "typicalDwelling": "Chthonic tieflings are drawn to places touched by death and shadow. They often make their homes near cemeteries, in old districts where the veil between worlds feels thin, or in buildings with somber histories. Their living spaces tend toward the austere—minimal decoration, muted colors, and an atmosphere of quiet contemplation. Many keep shrines to ancestors or collect memento mori. They find comfort in the presence of endings and transitions.",
    "typicalAttire": "Chthonic tieflings dress in colors of mourning and shadow—blacks, deep grays, purples so dark they seem black, and occasional accents of bone white or tarnished silver. Their clothing tends toward somber elegance rather than dramatic flair. Fabrics are often matte and light-absorbing. Jewelry incorporates skulls, ravens, or other symbols of death and passage. Many wear veils, hoods, or other garments that partially obscure their features, adding to their ghostly presence.",
    "typicalEnvironment": "Chthonic tieflings gravitate toward liminal spaces—places between life and death, light and shadow. They're comfortable in graveyards, temples to death gods, hospitals, and places where mortal struggles end. Many work as grief counselors, undertakers, or guides for those facing mortality. They find harsh sunlight uncomfortable and prefer twilight hours, candlelit spaces, and the company of those who understand that death is merely a transition.",
    "societyType": "Chthonic tieflings are often solitary, finding more kinship with the dead than the living. Those who do form communities tend to organize around spiritual practices, ancestor worship, or service to powers of death and transition. They're often consulted by those facing loss or seeking to understand what lies beyond. Their communities, when they exist, operate with the patience of eternity—there's no rush when you understand time's true scope.",
    "typicalAssociation": "Chthonic tieflings tend toward neutral alignments, viewing the living world through the lens of inevitable endings. They're often fatalistic but not necessarily pessimistic—they simply understand that all things pass. Many develop profound compassion for mortal struggles precisely because they perceive their temporary nature. They're patient, contemplative, and often wise beyond their years. Their connection to necrotic energy doesn't make them evil, but it does give them an unusual perspective on mortality.",
    "physicalAppearance": "Chthonic tieflings possess an unsettling, deathly beauty. They stand 5' to 6' tall with slender builds that sometimes seem almost wasted. Their skin is pale—often gray, ash-white, or a pallid purple that suggests poor circulation. Some have skin so translucent that veins are visible beneath. Their eyes are dark voids—solid black, deep gray, or occasionally showing faint purple or silver light like dying stars. Horns tend toward dark colors—black, gray, or deep purple—and may have a weathered or ancient quality. Their hair is typically black, white, or gray, sometimes seeming to drift slightly as if in an unfelt breeze. Their presence carries a chill, and shadows seem to deepen around them."
  },
  "characteristics": [
    {
      "label": "Legacy Type",
      "value": "Fiendish (Chthonic)"
    },
    {
      "label": "Origin",
      "value": "Hades / Gehenna"
    }
  ],
  "traits": [
    {
      "name": "Chthonic Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[necrotic_damage|Necrotic damage]]."
    },
    {
      "name": "Chthonic Magic",
      "icon": "magic",
      "description": "You know the [[chill_touch|Chill Touch]] cantrip. Starting at 3rd level, you can cast [[false_life|False Life]] once per long rest. Starting at 5th level, you can cast [[ray_of_enfeeblement|Ray of Enfeeblement]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    }
  ],
  "tags": [
    "tiefling",
    "legacy",
    "chthonic",
    "neutral evil",
    "necrotic"
  ],
  "aliases": [
    "chthonic legacy"
  ],
  "seeAlso": [
    "tiefling",
    "necrotic_damage",
    "chill_touch",
    "false_life",
    "ray_of_enfeeblement"
  ],
  "filePath": "/data/glossary/entries/races/tiefling_legacies/chthonic.json",
  "maleImageUrl": "/assets/images/races/Tiefling_Chthonic_Male.png",
  "femaleImageUrl": "/assets/images/races/Tiefling_Chthonic_Female.png"
}
