{
  "id": "infernal_tiefling",
  "title": "Infernal Legacy",
  "category": "Character Races",
  "entryLore": "The structured hierarchy of the Nine Hells is the source of the Infernal Legacy. Tieflings of this bloodline often possess classic diabolic features—cloven hooves, tails, or pointed horns. They are gifted with magic that burns and binds, reflecting the lawful and punishing nature of their diabolic ancestors.",
  "imageUrl": "/assets/images/races/tiefling_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Infernal tieflings, like all tieflings, have no homeland and live among other races. However, their diabolic heritage inclines them toward order and structure—they often seek positions in bureaucracies, legal systems, or mercantile organizations where their natural understanding of contracts and hierarchy proves advantageous. Their homes, when they can afford them, tend to be well-organized and meticulously maintained, reflecting the lawful nature of their Nine Hells ancestry.",
    "typicalAttire": "Infernal tieflings often embrace their diabolic appearance with dramatic, elegant clothing. Deep reds, blacks, and golds are common choices that complement their infernal features. Many favor tailored garments that convey authority and sophistication—fitted coats, well-made boots, and fine fabrics. Jewelry often incorporates flame motifs or symbols of contracts and binding. Unlike their abyssal cousins, infernal tieflings tend toward structured, precise fashion rather than chaotic expression.",
    "typicalEnvironment": "Infernal tieflings are drawn to places of order, commerce, and political power. They thrive in cities with complex legal systems, banking districts, and established hierarchies. Many find themselves comfortable in academic or magical institutions where knowledge and precision are valued. They prefer structured environments where the rules are clear—even if they intend to bend those rules to their advantage.",
    "societyType": "Infernal tieflings don't form their own communities but often rise to positions of influence within existing power structures. They have an innate understanding of hierarchy and contract—skills that translate well to politics, law, and business. Those who form bonds with other tieflings often create networks based on mutual benefit and clearly defined obligations rather than simple friendship.",
    "typicalAssociation": "Infernal tieflings are most commonly lawful in alignment, shaped by their connection to the ordered tyranny of the Nine Hells. This doesn't make them evil by default—many use their understanding of structure to fight for justice or protect the oppressed. They tend to be calculating, patient, and precise. Oaths and contracts carry particular weight for them, and they rarely make promises lightly. Their tempers, when roused, burn hot and controlled rather than explosive.",
    "physicalAppearance": "Infernal tieflings display the most 'classic' diabolic features among tiefling legacies. They stand 5' to 6'2\" with human-like builds. Their skin often ranges from deep red to ruddy brown, though some have human coloring with a reddish cast. Horns are typically curved backward like a ram's or extend straight up like a devil's crown. Their eyes are often solid red, orange, or gold, and may seem to glow faintly. Tails are long and may end in a point or barb. Many have small, sharp teeth and slightly pointed ears. Their presence carries an unmistakable air of infernal authority—something in their bearing suggests contracts and consequences."
  },
  "characteristics": [
    {
      "label": "Legacy Type",
      "value": "Fiendish (Infernal)"
    },
    {
      "label": "Origin",
      "value": "The Nine Hells / Diabolic"
    }
  ],
  "traits": [
    {
      "name": "Infernal Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[fire_damage|Fire damage]]."
    },
    {
      "name": "Infernal Magic",
      "icon": "magic",
      "description": "You know the [[fire_bolt|Fire Bolt]] cantrip. Starting at 3rd level, you can cast [[hellish_rebuke|Hellish Rebuke]] once per long rest. Starting at 5th level, you can cast [[darkness|Darkness]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    }
  ],
  "tags": [
    "tiefling",
    "legacy",
    "infernal",
    "devil",
    "fire"
  ],
  "aliases": [
    "infernal legacy"
  ],
  "seeAlso": [
    "tiefling",
    "fire_damage",
    "fire_bolt",
    "hellish_rebuke",
    "darkness"
  ],
  "filePath": "/data/glossary/entries/races/tiefling_legacies/infernal.json",
  "maleImageUrl": "/assets/images/races/Tiefling_Infernal_Male.png",
  "femaleImageUrl": "/assets/images/races/Tiefling_Infernal_Female.png"
}