{
  "id": "rogue",
  "title": "Rogue (Class)",
  "category": "Character Classes",
  "tags": [
    "class",
    "character creation",
    "stealth",
    "sneak attack",
    "thieves' tools",
    "cunning action",
    "thief"
  ],
  "excerpt": "A scoundrel who uses stealth and trickery to overcome obstacles and enemies, excelling in skills like subterfuge, evasion, and disabling traps.",
  "aliases": [
    "thief",
    "assassin",
    "scout",
    "trickster"
  ],
  "seeAlso": [
    "sneak_attack_feature",
    "cunning_action_feature",
    "expertise",
    "thieves_cant_feature",
    "thief_subclass",
    "proficiency_bonus"
  ],
  "filePath": "/data/glossary/entries/classes/rogue.json",
  "markdown": "# Rogue\r\n\r\n<div class=\"not-prose my-6\">\r\n  <table class=\"min-w-full divide-y divide-gray-600 border border-gray-600 rounded-lg shadow-md\">\r\n    <thead class=\"bg-gray-700/50\">\r\n      <tr>\r\n        <th scope=\"col\" class=\"px-4 py-3 text-left text-xs font-medium text-sky-300 uppercase tracking-wider border-b border-gray-600\">Trait</th>\r\n        <th scope=\"col\" class=\"px-4 py-3 text-left text-xs font-medium text-sky-300 uppercase tracking-wider border-b border-gray-600\">Details</th>\r\n      </tr>\r\n    </thead>\r\n    <tbody class=\"bg-gray-800/50 divide-y divide-gray-700\">\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Primary Ability</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Dexterity</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Hit Point Die</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">D8 per Rogue level</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Saving Throw Proficiencies</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Dexterity and Intelligence</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Skill Proficiencies</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Choose 4: Acrobatics, Athletics, Deception, Insight, Intimidation, Investigation, Perception, Persuasion, Sleight of Hand, or Stealth</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Weapon Proficiencies</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Simple weapons and Martial weapons that have the Finesse or Light property</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Tool Proficiencies</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Thieves' Tools</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Armor Training</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Light armor</td>\r\n      </tr>\r\n      <tr class=\"hover:bg-gray-700/40 transition-colors duration-150\">\r\n        <td class=\"px-4 py-3 text-sm font-medium text-amber-300 align-top\">Starting Equipment</td>\r\n        <td class=\"px-4 py-3 text-sm text-gray-300 align-top\">Choose A or B: (A) Leather Armor, 2 Daggers, Shortsword, Shortbow, 20 Arrows, Quiver, Thieves' Tools, Burglar's Pack, and 8 GP; or (B) 100 GP</td>\r\n      </tr>\r\n    </tbody>\r\n  </table>\r\n</div>\r\n\r\n---\r\n\r\nRogues rely on cunning, stealth, and their foes' vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem. A few even learn magical tricks to supplement their other abilities. Many Rogues focus on stealth and deception, while others refine skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.\r\n\r\nIn combat, Rogues prioritize subtle strikes over brute strength. They would rather make one precise strike than wear an opponent down with a barrage of blows.\r\n\r\nSome Rogues began their careers as criminals, while others used their cunning to fight crime. Whatever a Rogue's relation to the law, no common criminal or officer of the law can match the subtle brilliance of the greatest Rogues.\r\n\r\n---\r\n## Becoming a Rogue...\r\n\r\n### As a Level 1 Character\r\nGain all the traits in the Core Rogue Traits table.\r\nGain the Rogue's level 1 features, which are listed in the Rogue Features table.\r\n\r\n### As a Multiclass Character\r\nGain the following traits from the Core Rogue Traits table: Hit Point Die, proficiency in one skill of your choice from the Rogue's skill list, proficiency with Thieves' Tools, and training with Light armor.\r\nGain the Rogue's level 1 features, which are listed in the Rogue Features table.\r\n\r\n---\r\n## Rogue Features\r\n\r\n| Level | Proficiency Bonus | Class Features                                     | Sneak Attack |\r\n|-------|-------------------|----------------------------------------------------|--------------|\r\n| 1     | +2                | Expertise, Sneak Attack, Thieves' Cant, Weapon Mastery | 1d6          |\r\n| 2     | +2                | Cunning Action                                     | 1d6          |\r\n| 3     | +2                | Rogue Subclass, Steady Aim                         | 2d6          |\r\n| 4     | +2                | Ability Score Improvement                          | 2d6          |\r\n| 5     | +3                | Cunning Strike, Uncanny Dodge                      | 3d6          |\r\n| 6     | +3                | Expertise                                          | 3d6          |\r\n| 7     | +3                | Evasion, Reliable Talent                           | 4d6          |\r\n| 8     | +3                | Ability Score Improvement                          | 4d6          |\r\n| 9     | +4                | Subclass feature                                   | 5d6          |\r\n| 10    | +4                | Ability Score Improvement                          | 5d6          |\r\n| 11    | +4                | Improved Cunning Strike                            | 6d6          |\r\n| 12    | +4                | Ability Score Improvement                          | 6d6          |\r\n| 13    | +5                | Subclass feature                                   | 7d6          |\r\n| 14    | +5                | Devious Strikes                                    | 7d6          |\r\n| 15    | +5                | Slippery Mind                                      | 8d6          |\r\n| 16    | +5                | Ability Score Improvement                          | 8d6          |\r\n| 17    | +6                | Subclass feature                                   | 9d6          |\r\n| 18    | +6                | Elusive                                            | 9d6          |\r\n| 19    | +6                | Epic Boon                                          | 10d6         |\r\n| 20    | +6                | Stroke of Luck                                     | 10d6         |\r\n\r\n### Level 1: Expertise\r\nYou gain <span data-term-id=\"expertise\" class=\"glossary-term-link-from-markdown\">Expertise</span> in two of your skill proficiencies of your choice.\r\nAt Rogue level 6, you gain Expertise in two more of your skill proficiencies of your choice.\r\n\r\n### Level 1: Sneak Attack\r\nYou know how to strike subtly and exploit a foe's distraction. Once per turn, you can deal an extra 1d6 damage to one creature you hit with an attack roll if you have Advantage on the roll and the attack uses a Finesse or a Ranged weapon. The extra damage's type is the same as the weapon's type.\r\nYou don't need Advantage on the attack roll if at least one of your allies is within 5 feet of the target, the ally doesn't have the Incapacitated condition, and you don't have Disadvantage on the attack roll.\r\nThe extra damage increases as you gain Rogue levels, as shown in the Sneak Attack column of the Rogue Features table.\r\n\r\n### Level 1: Thieves' Cant\r\nYou picked up various languages in the communities where you plied your roguish talents. You know Thieves' Cant and one other language of your choice.\r\n\r\n### Level 1: Weapon Mastery\r\nYour training with weapons allows you to use the mastery properties of two kinds of weapons of your choice with which you have proficiency, such as Daggers and Shortbows.\r\nWhenever you finish a Long Rest, you can change the kinds of weapons you chose. For example, you could switch to using the mastery properties of Scimitars and Shortswords.\r\n\r\n### Level 2: Cunning Action\r\nYour quick thinking and agility allow you to move and act quickly. On your turn, you can take one of the following actions as a Bonus Action: Dash, Disengage, or Hide.\r\n\r\n### Level 3: Rogue Subclass\r\nYou gain a Rogue subclass of your choice. A subclass is a specialization that grants you features at certain Rogue levels. For the rest of your career, you gain each of your subclass's features that are of your Rogue level or lower.\r\n\r\n### Level 3: Steady Aim\r\nAs a Bonus Action, you give yourself Advantage on your next attack roll on the current turn. You can use this feature only if you haven't moved during this turn, and after you use it, your Speed is 0 until the end of the current turn.\r\n\r\n### Level 4: Ability Score Improvement\r\nYou gain the Ability Score Improvement feat or another feat of your choice for which you qualify. You gain this feature again at Rogue levels 8, 10, 12, and 16.\r\n\r\n### Level 5: Cunning Strike\r\nYou've developed cunning ways to use your Sneak Attack. When you deal Sneak Attack damage, you can add one of the following Cunning Strike effects. Each effect has a die cost, which is the number of Sneak Attack damage dice you must forgo to add the effect. You remove the die before rolling, and the effect occurs immediately after the attack's damage is dealt. For example, if you add the Poison effect, remove 1d6 from the Sneak Attack's damage before rolling.\r\nIf a Cunning Strike effect requires a saving throw, the DC equals 8 plus your Dexterity modifier and Proficiency Bonus.\r\n*   **Poison (Cost: 1d6).** You add a toxin to your strike, forcing the target to make a Constitution saving throw. On a failed save, the target has the Poisoned condition for 1 minute. At the end of each of its turns, the Poisoned target repeats the save, ending the effect on itself on a success. To use this effect, you must have a Poisoner's Kit on your person.\r\n*   **Trip (Cost: 1d6).** If the target is Large or smaller, it must succeed on a Dexterity saving throw or have the Prone condition.\r\n*   **Withdraw (Cost: 1d6).** Immediately after the attack, you move up to half your Speed without provoking Opportunity Attacks.\r\n\r\n### Level 5: Uncanny Dodge\r\nWhen an attacker that you can see hits you with an attack roll, you can take a Reaction to halve the attack's damage against you (round down).\r\n\r\n### Level 7: Evasion\r\nYou can nimbly dodge out of the way of certain dangers. When you're subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw and only half damage if you fail. You can't use this feature if you have the Incapacitated condition.\r\n\r\n### Level 7: Reliable Talent\r\nWhenever you make an ability check that uses one of your skill or tool proficiencies, you can treat a d20 roll of 9 or lower as a 10.\r\n\r\n### Level 11: Improved Cunning Strike\r\nYou can use up to two Cunning Strike effects when you deal Sneak Attack damage, paying the die cost for each effect.\r\n\r\n### Level 14: Devious Strikes\r\nYou've practiced new ways to use your Sneak Attack deviously. The following effects are now among your Cunning Strike options.\r\n*   **Daze (Cost: 2d6).** The target must succeed on a Constitution saving throw, or on its next turn, it can do only one of the following: move or take an action or a Bonus Action.\r\n*   **Knock Out (Cost: 6d6).** The target must succeed on a Constitution saving throw, or it has the Unconscious condition for 1 minute or until it takes any damage. The Unconscious target repeats the save at the end of each of its turns, ending the effect on itself on a success.\r\n*   **Obscure (Cost: 3d6).** The target must succeed on a Dexterity saving throw, or it has the Blinded condition until the end of its next turn.\r\n\r\n### Level 15: Slippery Mind\r\nYour cunning mind is exceptionally difficult to control. You gain proficiency in Wisdom and Charisma saving throws.\r\n\r\n### Level 18: Elusive\r\nYou're so evasive that attackers rarely gain the upper hand against you. No attack roll can have Advantage against you unless you have the Incapacitated condition.\r\n\r\n### Level 19: Epic Boon\r\nYou gain an Epic Boon feat or another feat of your choice for which you qualify.\r\n\r\n### Level 20: Stroke of Luck\r\nYou have a marvelous knack for succeeding when you need to. If you fail a D20 Test, you can turn the roll into a 20.\r\nOnce you use this feature, you can't use it again until you finish a Short or Long Rest.\r\n\r\n---\r\n## Rogue Subclasses\r\nA Rogue subclass is a specialization that grants you features at certain Rogue levels, as specified in the subclass. See the entries below for details on each subclass."
}