{
  "id": "aarakocra",
  "title": "Aarakocra",
  "category": "Character Races",
  "entryLore": "A winged people originating from the Elemental Plane of Air, aarakocra soar through the sky with grace. Their ancestry ties them to the Wind Dukes of Aaqa, granting them a natural command over the elements and the ability to traverse vast distances from high above the world.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Aarakocra prefer living in high, open spaces that offer panoramic views and easy access to the sky. Their ancestral homes are on the Elemental Plane of Air, but on the Material Plane, they construct aeries on mountain peaks, high plateaus, and sometimes the tops of gargantuan trees. These dwellings are often open-air platforms or shallow caves, decorated with objects that catch the wind and sunlight. They find enclosed spaces stifling and underground environments physically distressing.",
    "typicalAttire": "Aarakocra wear minimal clothing—anything heavy or restrictive would interfere with their flight. They favor light sashes, harness-like belts for carrying tools, and minimal jewelry. Many decorate their feathers with dyes or small, lightweight metal rings. Bright colors are often preferred, reflecting the vibrant sky-homes they come from. They have no use for boots, preferring their talons to remain free for perching and combat.",
    "typicalEnvironment": "The vast, open sky is the aarakocra's natural domain. They thrive in high-altitude environments where the air is thin and the winds are strong. Mountains, highlands, and coastal cliffs are their preferred terrestrial habitats. Many serve as scouts, messengers, or guardians of high places. They are rarely seen in dense forests or sprawling cities unless they can inhabit the highest towers or treetops.",
    "societyType": "Aarakocra society is tribal and communal, organized around shared aeries. They have a strong sense of duty, particularly regarding their ancestral vigil against the servants of Elemental Evil. Leadership is typically held by the most experienced flyers and strategists. They are a nomadic people by nature, even when they possess a permanent home, as they spend much of their lives on the wing.",
    "typicalAssociation": "Aarakocra tend toward neutral good alignments, valuing peace and the protection of their domains. They are often stoic and observant, viewing the world from a literal and metaphorical distance. Their perspective is shaped by the vastness of the sky and the clarity of high places. While they are usually peaceful, they are fierce defenders of their kin and their sacred duties.",
    "physicalAppearance": "Aarakocra are humanoid birds standing about 5 feet tall with lightweight builds and hollow bones. Their most striking feature is their massive wings, which span up to 20 feet when fully extended. Feathers cover their bodies, ranging in color from earthy browns and grays to vibrant reds, yellows, and blues, often becoming brighter toward the wingtips. Their faces are distinctly avian, with sharp beaks and large, keen eyes (usually yellow or orange) that can spot movement from miles away. Their hands and feet end in sharp, powerful talons capable of carrying considerable weight or delivering lethal strikes. They move with a jerky, bird-like grace on land but are poetry in motion when soaring through the sky."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet, Fly 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Flight",
      "icon": "wind",
      "description": "You have a [[speed_fly|Flying Speed]] equal to your walking speed. To use this speed, you must not be wearing medium or heavy armor."
    },
    {
      "name": "Talons",
      "icon": "sword",
      "description": "You have talons that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the normal bludgeoning damage."
    },
    {
      "name": "Wind Caller",
      "icon": "magic",
      "description": "You know the [[gust|Gust]] cantrip. Starting at 3rd level, you can cast [[gust_of_wind|Gust of Wind]] once per long rest without components, and you can also cast it using any spell slots you have of 2nd level or higher."
    }
  ],
  "tags": [
    "race",
    "aarakocra",
    "birdfolk",
    "humanoid",
    "flight",
    "talons",
    "wind caller"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "flight",
    "gust_of_wind"
  ],
  "filePath": "/data/glossary/entries/races/aarakocra.json",
  "maleImageUrl": "/assets/images/races/Aarakocra_Male.png",
  "femaleImageUrl": "/assets/images/races/Aarakocra_Female.png"
}