{
  "id": "air_genasi",
  "title": "Air Genasi Lineage",
  "category": "Character Races",
  "entryLore": "Air genasi are descended from djinn, the genies of the Elemental Plane of Air. They embody the airy traits of their otherworldly ancestors, from cloud-like hair to an innate connection with the winds, allowing them to remain calm and light in the face of any storm.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Air genasi prefer high places with good ventilation and views of the sky. They gravitate toward tower apartments, hilltop homes, or structures with large windows and open floor plans. Enclosed, airless spaces feel suffocating to them. Their homes are often sparsely furnished, with light fabrics billowing in perpetual breezes they seem to attract. Many keep wind chimes, feather decorations, and anything that moves with the air.",
    "typicalAttire": "Air genasi favor light, flowing garments that move with even the slightest breeze. Fabrics are typically pale—whites, light blues, silvers, and soft grays. They prefer layered clothing that creates interesting movement: scarves, capes, and loose sleeves. Many leave their cloud-like hair unbound to flow freely. Jewelry tends toward delicate pieces—feathers, crystals, and metals that catch light. Heavy, restrictive clothing feels wrong to them.",
    "typicalEnvironment": "Mountains, high plateaus, and windswept coastlines call to air genasi. They're drawn to places where the wind blows freely and the sky stretches unobstructed. Many work in positions that require travel or outdoor activity—messengers, sailors, explorers, or entertainers. They're uncomfortable underground or in perfectly still air. Storm season excites rather than frightens them.",
    "societyType": "Air genasi are the most transient of genasi, rarely settling in one place for long. They form loose networks of acquaintances across wide geographic areas rather than close-knit communities. Freedom and movement are central to their values—anything that feels like being pinned down makes them restless. They tend toward professions that allow travel and independence.",
    "typicalAssociation": "Air genasi lean toward chaotic alignments, valuing personal freedom above structured systems. They're often impulsive, quick-thinking, and easily bored. Moods can shift like the wind—sunny one moment, stormy the next. They make friends easily but may struggle with long-term commitments. At their best, they're joyful, inspiring, and adaptable. At worst, they're flighty, unreliable, and prone to disappearing when responsibilities grow heavy.",
    "physicalAppearance": "Air genasi display their elemental heritage in subtle, airy ways. They stand 5'2\" to 6' tall with lean, often wiry builds. Skin tones range from pale blue to light gray to an almost translucent human coloring. Their most distinctive feature is their hair—it moves constantly as if in a breeze, sometimes appearing as wispy clouds or crystallized frost. Eye colors favor pale blues, gray, or white. Their voices often carry strange harmonics, like wind through pipes. Faint breezes seem to follow them, and loose objects may stir in their presence. They move with lightness, seeming almost to float."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Elemental (Air)"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    }
  ],
  "traits": [
    {
      "name": "Unending Breath",
      "icon": "wind",
      "description": "You can hold your breath indefinitely while you are not [[incapacitated_condition|Incapacitated]]."
    },
    {
      "name": "Lightning Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[lightning_damage|Lightning damage]]."
    },
    {
      "name": "Mingle with the Wind",
      "icon": "magic",
      "description": "You know the [[shocking_grasp|Shocking Grasp]] cantrip. You can cast [[levitate|Levitate]] (level 3) once per Long Rest without components."
    }
  ],
  "tags": [
    "genasi",
    "air genasi",
    "air",
    "lightning",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "genasi",
    "lightning_resistance",
    "levitate"
  ],
  "filePath": "/data/glossary/entries/races/air_genasi.json",
  "maleImageUrl": "/assets/images/races/Genasi_Air_Male.png",
  "femaleImageUrl": "/assets/images/races/Genasi_Air_Female.png"
}
