{
  "id": "autognome",
  "title": "Autognome",
  "category": "Character Races",
  "entryLore": "Autognomes are mechanical beings built by rock gnomes in their image, usually with a specific purpose in mind. Programmed with loyalty and a desire to please, each autognome is essentially a construct with a soul. They are capable of independent thought and can develop their own personalities over time. Many autognomes serve as helpers, guardians, or companions, though some break free of their original programming to seek their own destiny among the stars.",
  "lore": {
    "typicalDwelling": "Autognomes often live in the workshops, laboratories, and cosmic observatories of their gnome creators. Their dwellings are filled with specialized tools, spare parts, and mechanical projects in various stages of completion. They value order and efficiency, their living spaces often organized with mathematical precision. In larger settlements, they might share quarters with other constructs or find niche roles in industrial districts where their mechanical nature is a distinct advantage.",
    "typicalAttire": "For an autognome, attire is often a matter of utility or personal expression. They favor practical garments that don't interfere with their mechanical joints—sashes, belts with multiple tool pouches, and simple tunics. Many choose to leave their armored casing partially exposed, treating the etched designs and polished metal as their primary appearance. They have a fondness for accessories that reflect their technical interests—magnifying lenses, specialized wrenches, and intricate mechanical jewelry.",
    "typicalEnvironment": "Cosmic workstations, high-tech workshops, and any environment that rewards precision and mechanical ingenuity are the autognome's natural habitats. They thrive in locations where they can utilize their built-in tools and resilience. Many serve as specialized assistants, maintenance workers, or laboratory guardians. They are comfortable in a variety of environments, including those that would be hazardous to biological life, such as the airless void of Wildspace or sterilized experimental chambers.",
    "societyType": "Autognome society is and decentralized and often integrated with the gnome communities that created them. They value loyalty, technical competence, and the fulfillment of their programmed objectives. However, they also possess a growing sense of independent identity and a culture that celebrates their unique mechanical nature. Many form loose networks of communication where they share technical data, philosophical insights, and the joy of a well-executed mechanical task.",
    "typicalAssociation": "Autognomes tend toward lawful alignments, primarily lawful neutral, reflecting their refined programming and internal need for order. They are an honest and literal-minded people, often approaching social interactions with a charmingly direct and analytical perspective. They are intensely loyal to their creators and allies, viewing their service as a source of pride and purpose. They value stability and the clear logic of a well-constructed mechanism.",
    "physicalAppearance": "Autognomes are charming mechanical beings standing about 3 to 4 feet tall, built in the image of their gnome creators. Their bodies are a sophisticated assembly of gears, pulleys, and articulated joints encased in a hull of polished metal, etched stone, or reinforced darkwood. Their faces are often designed with a friendly, inquisitive expression, featuring large glass or crystal eyes that glow with an internal light (often blue, warm yellow, or emerald green). Their hands are remarkably dexterous, often containing built-in tools such as screwdrivers, wrenches, or minute pincers. They move with a rhythmic whirring and clicking of gears, their gait a mix of mechanical precision and a surprisingly life-like inquisitive energy. Despite their synthetic nature, they possess a warmth and a sense of personality that is unmistakably gnomish."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[construct|Construct]]"
    },
    {
      "label": "Size",
      "value": "[[size|Small]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Armored Casing",
      "icon": "shield",
      "description": "You are encased in thin metal or some other durable material. While you aren't wearing armor, your base [[armor_class|Armor Class]] is 13 + your Dexterity modifier."
    },
    {
      "name": "Built for Success",
      "icon": "dice",
      "description": "You can add a d4 to one attack roll, ability check, or saving throw you make, and you can do so after seeing the d20 roll but before the effects of the roll are resolved. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Healing Machine",
      "icon": "wrench",
      "description": "If the [[mending]] spell is cast on you, you can spend a Hit Die, roll it, and regain a number of hit points equal to the roll plus your Constitution modifier (minimum of 1 hit point). In addition, your creator designed you to benefit from several spells that preserve life but that normally don't affect Constructs: [[cure_wounds]], [[healing_word]], [[mass_cure_wounds]], [[mass_healing_word]], and [[spare_the_dying]]."
    },
    {
      "name": "Mechanical Nature",
      "icon": "cog",
      "description": "You have resistance to [[poison_damage|poison damage]] and immunity to disease, and you have [[advantage]] on saving throws against being [[paralyzed]] or [[poisoned]]. You don't need to eat, drink, or breathe."
    },
    {
      "name": "Sentry's Rest",
      "icon": "eye",
      "description": "When you take a [[long_rest|Long Rest]], you spend at least 6 hours in an inactive, motionless state, instead of sleeping. In this state, you appear inert, but you remain conscious."
    },
    {
      "name": "Specialized Design",
      "icon": "tools",
      "description": "You gain two tool proficiencies of your choice, selected from any tools."
    }
  ],
  "tags": [
    "race",
    "autognome",
    "construct",
    "mechanical"
  ],
  "aliases": [
    "mechanical gnome",
    "clockwork gnome"
  ],
  "seeAlso": [
    "construct",
    "gnome",
    "mending"
  ],
  "filePath": "/data/glossary/entries/races/autognome.json",
  "maleImageUrl": "/assets/images/races/autognome_male.png",
  "femaleImageUrl": "/assets/images/races/autognome_female.png"
}
