{
  "id": "bugbear",
  "title": "Bugbear",
  "category": "Character Races",
  "entryLore": "Bugbears are the hulking cousins of goblins and hobgoblins. Rooted in the Feywild, they possess a mystical ability to hide in shadowed spaces and move with surprising silence despite their formidable build. They are often quiet skulkers, driven by a fey gift for lurking and a predatory patience that makes them lethal ambushers.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Bugbears prefer to live in shadowed, secluded places where they can observe without being seen. They often inhabit caves, abandoned ruins, or thickets within ancient forests. Their dwellings are deceptively quiet and spartan, focused on concealment and easy escape. Despite their size, they favor locations with small, tight passages that they can slip through with their fey-given agility, using these to ambush intruders or vanish when outnumbered.",
    "typicalAttire": "Clothing for a bugbear is purely functional, designed for stealth and survival. They favor dark, matte materials like cured leather and rough furs that don't reflect light or make noise. Their garments are often loose and layered to break up their silhouette. Decorative items are rare, though some carry tokens of their fey heritage—carved bone charms or woven vines. They rarely wear heavy armor, preferring the freedom of movement their predatory style requires.",
    "typicalEnvironment": "Dark forests, rugged mountains, and the Underdark are the bugbear's natural habitats. They thrive in any environment that offers plenty of shadows and hiding spots. Predatory by nature, they are drawn to borderlands and wild frontiers where they can hunt and scavenge. They are rarely seen in large cities unless they have found a way to inhabit the 'urban wild' of sewers and forgotten cellars.",
    "societyType": "Bugbear society is loose and decentralized, often consisting of small family groups or solitary individuals. They lack the rigid hierarchy of hobgoblins or the chaotic swarms of goblins. Instead, they operate on a basis of mutual respect for competence and a desire for peace—specifically, the peace of not being bothered. They form loose alliances with other goblinoids when it serves their interests, but they prize their independence above all.",
    "typicalAssociation": "Bugbears are often neutral in alignment, leaning toward chaos. They are driven by a mix of predatory instinct and a fey-like desire for comfort and stealth. They are not naturally malicious, but they are ruthless when their survival or territory is threatened. Many are perceived as lazy by other races because they spend a great deal of time in 'active rest'—staying perfectly still and silent while remaining hyper-aware of their surroundings.",
    "physicalAppearance": "Bugbears are hulking, hirsute humanoids standing 6 to 8 feet tall with powerful, muscular builds. Their most unnerving feature is their limbs, which are disproportionately long, allowing them to reach and strike from unexpected distances. Their skin is usually a dull yellow or light brown, covered in a thick coat of coarse fur that ranges from earth-toned browns to dark grays. Their faces are wide with flat noses, large pointed ears, and prominent tusks. Their eyes are often a glossy, solid color like black or deep yellow, adapted for seeing in absolute darkness. They move with an unnatural, liquid silence that defies their physical size."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]] and [[goblinoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Fey Ancestry",
      "icon": "shield",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to avoid or end the [[charmed_condition|Charmed]] condition."
    },
    {
      "name": "Long-Limbed",
      "icon": "sword",
      "description": "When you make a melee attack on your turn, your reach for it is 5 feet greater than normal."
    },
    {
      "name": "Powerful Build",
      "icon": "shield",
      "description": "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
    },
    {
      "name": "Sneaky",
      "icon": "eye",
      "description": "You are [[proficiency|proficient]] in the [[stealth|Stealth]] skill. In addition, without squeezing, you can move through and stop in a space large enough for a Small creature."
    },
    {
      "name": "Surprise Attack",
      "icon": "sword",
      "description": "If you hit a creature with an attack roll, the creature takes an extra 2d6 damage if it hasn't taken a turn in the current combat yet."
    }
  ],
  "tags": [
    "race",
    "bugbear",
    "goblinoid",
    "fey",
    "stealth",
    "surprise attack"
  ],
  "aliases": [],
  "seeAlso": [
    "goblinoid",
    "darkvision",
    "fey_ancestry",
    "powerful_build",
    "stealth"
  ],
  "filePath": "/data/glossary/entries/races/bugbear.json",
  "maleImageUrl": "/assets/images/races/Bugbear_Male.png",
  "femaleImageUrl": "/assets/images/races/Bugbear_Female.png"
}
