{
  "id": "centaur",
  "title": "Centaur",
  "category": "Character Races",
  "entryLore": "Centaurs hail from the Feywild, mystically resonating with the natural world. Combining the upper body of an elf with the lower body of a horse, they are swift and powerful wanderers of the wild realms. They often travel in herds, protecting the ancient forests and meadows they call home with a fierce and noble spirit.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Centaurs are a nomadic people who rarely build permanent structures. They live in large herds that roam vast grasslands, open steppes, and ancient forests. When they do settle temporarily, they prefer open-air camps or large communal lodges made of breathable, natural materials. Their dwellings are designed for movement and accessibility, avoiding stairs and tight corridors. They feel most at peace under the open sky, surrounded by the sights and smells of the wild.",
    "typicalAttire": "Centaur attire is practical and integrated with their natural surroundings. They favor leather harnesses for carrying gear, woven sashes, and basic tunics for their upper bodies. Their horse-halves are often decorated with ritual paints, braided manes, or decorative saddle-cloths. Jewelry is typically made of wood, bone, or stone, representing their connection to the earth. They rarely wear heavy armor, as speed and mobility are their primary defenses.",
    "typicalEnvironment": "Open plains, rolling hills, and light forests are the centaur's ideal habitats. They thrive in environments where they can run freely and see for long distances. They are drawn to places of natural beauty and fey power—sacred groves, ancient springs, and lands untouched by industrial civilization. Most centaurs avoid mountains and dense urban areas, finding the terrain and the crowds equally restrictive.",
    "societyType": "Centaur society is organized around the herd, a tight-knit community bound by shared history and mutual protection. They value communal survival and the preservation of nature. Leadership is usually held by a council of elders or a particularly wise druid. Honor and reputation are central to their culture; a centaur's word is considered as solid as the earth beneath their hooves. They are generally welcoming to those who respect the natural world but fierce enemies of those who bring destruction.",
    "typicalAssociation": "Centaurs tend toward neutral good alignments, valuing the balance of nature and the wellbeing of their herd. They are often philosophical and deeply spiritual, viewing the world as a complex web of interconnected lives. While they are usually peaceful and hospitable, they are formidable warriors when roused. They possess a noble, almost regal bearing that commands respect from those they encounter.",
    "physicalAppearance": "Centaurs possess a unique and striking physiology, combining the upper body of a powerfully built human or elf with the lower body of a horse. They stand about 7 feet tall and can weigh over 1,000 pounds. Their human features are often handsome and weathered, with skin tones ranging from sun-darkened bronze to pale cream. Their hair and horse-coats are typically earth-toned—browns, blacks, grays, and whites—often with patches or dappled patterns. Their horse-halves are muscled for speed and power, ending in heavy hooves capable of crushing rock. Their eyes are large and expressive, often reflecting the colors of the wild—greens, deep browns, or clear blues."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[fey]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "40 feet"
    }
  ],
  "traits": [
    {
      "name": "Charge",
      "icon": "sword",
      "description": "If you move at least 30 feet straight toward a target and then hit it with a melee attack on the same turn, you can immediately make one attack with your hooves against that target as a [[bonus_action|Bonus Action]]."
    },
    {
      "name": "Equine Build",
      "icon": "shield",
      "description": "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. In addition, any climb that requires an ability check costs you 4 extra feet of movement for every 1 foot you move."
    },
    {
      "name": "Hooves",
      "icon": "sword",
      "description": "You can use your hooves to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier bludgeoning damage, instead of the normal bludgeoning damage."
    },
    {
      "name": "Natural Affinity",
      "icon": "heart",
      "description": "You have [[proficiency|proficiency]] in one of the following skills of your choice: [[animal_handling|Animal Handling]], [[medicine|Medicine]], [[nature|Nature]], or [[survival|Survival]]."
    }
  ],
  "tags": [
    "race",
    "centaur",
    "fey",
    "equine",
    "charge",
    "hooves"
  ],
  "aliases": [],
  "seeAlso": [
    "fey",
    "charge",
    "hooves",
    "natural_affinity"
  ],
  "filePath": "/data/glossary/entries/races/centaur.json",
  "maleImageUrl": "/assets/images/races/Centaur_Male.png",
  "femaleImageUrl": "/assets/images/races/Centaur_Female.png"
}