{
  "id": "changeling",
  "title": "Changeling",
  "category": "Character Races",
  "entryLore": "Changelings are masters of disguise, capable of supernaturally altering their appearance and voice. Born of the Feywild, they use their gifts to navigate society, sometimes as undetected observers and other times as multifaceted performers. With ever-changing appearances, they can adopt any face they like, channeling either the peril or the joy of their fey origins.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Changelings are most at home in large, diverse cities where they can blend in and change identities as needed. They rarely have a single 'true' home, instead maintaining various personas that each have their own living arrangements. When they do gather in small communities, they often choose transient spaces—boarding houses, theatrical districts, or nomadic caravans. Their private spaces are often filled with masks, costumes, and reflectors, allowing them to practice their art of transformation in peace.",
    "typicalAttire": "A changeling's wardrobe is as multifaceted as their identity. They favor versatile, layered clothing that can be easily modified to suit different personas. Many wear reversible garments or items with hidden pockets and quick-release fasteners. In their true form, they might wear simple, neutral clothing that doesn't draw attention. Jewelry and accessories are often chosen for their ability to signal different social statuses or roles. For a changeling, clothing is the final layer of their shapeshifting art.",
    "typicalEnvironment": "Cosmopolitan cities and bustling trade hubs are the changeling's ideal environments. They thrive anywhere there are enough people and diversity to provide cover for their shifting identities. They are drawn to roles that allow them to utilize their unique gifts—actors, spies, diplomats, and investigators. While they originated in the Feywild, most modern changelings prefer the complex social tapestries of the Material Plane to the wild, unpredictable energies of their ancestral home.",
    "societyType": "Changeling society is subtle and often invisible to outsiders. They don't have kingdoms or formal governments. Instead, they share a culture based on the 'Three Paths': the Path of Liberty (living as many identities), the Path of Passivity (finding one persona and sticking to it), and the Path of the Reality Seeker (exploring their true fey nature). They often use subtle signals—slang, specific gestures, or tokens—to recognize each other in a crowd. Trust is highly valued but cautiously given.",
    "typicalAssociation": "Changelings tend toward neutral alignments, shaped by their fluid identities and the need to navigate diverse moral systems. They are often introspective and observant, possessing a deep understanding of the masks everyone wears. While some use their gifts for manipulation or selfish gain, many are driven by a desire for genuine connection and a search for their own 'true' self amidst their many faces. They are typically cautious and avoid drawing unnecessary attention to their true nature.",
    "physicalAppearance": "In their true, unshifted form, changelings possess a haunting and ethereal appearance. They stand between 5 and 6 feet tall with slender, almost delicate builds. Their skin is smooth and remarkably pale, often a chalky white or very light gray. Their most striking feature is their eyes—large, solid white spheres without visible pupils or irises, which can seem to reflect the world around them. Their hair is typically fine and white or silver, though it can be easily altered. Their features are soft and indistinct, providing a blank canvas for their transformations. They move with a supernatural fluidity, as if their very bones were as malleable as their appearance."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[fey]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Changeling Instincts",
      "icon": "eye",
      "description": "You gain [[proficiency|proficiency]] in two of the following skills of your choice: [[deception|Deception]], [[insight|Insight]], [[intimidation|Intimidation]], [[performance|Performance]], or [[persuasion|Persuasion]]."
    },
    {
      "name": "Shapechanger",
      "icon": "magic",
      "description": "As an [[action|Action]], you can change your appearance and your voice. You determine the specifics of the changes, including your coloration, hair length, and sex. You can also adjust your height and weight, but not so much that your size changes. You can make yourself appear as a member of another race, though none of your game statistics change. You can't duplicate the appearance of an individual you've never seen, and you must adopt a form that has the same basic arrangement of limbs that you have. Your clothing and equipment aren't changed by this trait. You stay in the new form until you use an action to revert to your true form or until you die."
    }
  ],
  "tags": [
    "race",
    "changeling",
    "fey",
    "shapechanger",
    "deception"
  ],
  "aliases": [],
  "seeAlso": [
    "fey",
    "changeling_instincts",
    "shapechanger"
  ],
  "filePath": "/data/glossary/entries/races/changeling.json",
  "maleImageUrl": "/assets/images/races/Changeling_Male.png",
  "femaleImageUrl": "/assets/images/races/Changeling_Female.png"
}
