{
  "id": "changeling",
  "title": "Changeling",
  "category": "Character Races",
  "entryLore": "Changelings are masters of disguise, capable of supernaturally altering their appearance and voice. Born of the Feywild, they use their gifts to navigate society, sometimes as undetected observers and other times as multifaceted performers. With ever-changing appearances, they can adopt any face they like, channeling either the peril or the joy of their fey origins.",
  "source": "PHB 2024",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[fey]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Changeling Instincts",
      "icon": "eye",
      "description": "You gain [[proficiency|proficiency]] in two of the following skills of your choice: [[deception|Deception]], [[insight|Insight]], [[intimidation|Intimidation]], [[performance|Performance]], or [[persuasion|Persuasion]]."
    },
    {
      "name": "Shapechanger",
      "icon": "magic",
      "description": "As an [[action|Action]], you can change your appearance and your voice. You determine the specifics of the changes, including your coloration, hair length, and sex. You can also adjust your height and weight, but not so much that your size changes. You can make yourself appear as a member of another race, though none of your game statistics change. You can't duplicate the appearance of an individual you've never seen, and you must adopt a form that has the same basic arrangement of limbs that you have. Your clothing and equipment aren't changed by this trait. You stay in the new form until you use an action to revert to your true form or until you die."
    }
  ],
  "tags": [
    "race",
    "changeling",
    "fey",
    "shapechanger",
    "deception"
  ],
  "aliases": [],
  "seeAlso": [
    "fey",
    "changeling_instincts",
    "shapechanger"
  ],
  "filePath": "/data/glossary/entries/races/changeling.json",
  "maleImageUrl": "/assets/images/races/Changeling_Male.png",
  "femaleImageUrl": "/assets/images/races/Changeling_Female.png"
}