{
  "id": "duergar",
  "title": "Duergar",
  "category": "Character Races",
  "entryLore": "Duergar are dwarves whose ancestors were transformed by centuries living in the deepest places of the Underdark. This harsh environment, saturated with strange magic and influenced by alien experiments, left the duergar with formidable psionic powers. While they share the hardiness of their surface-dwelling kin, they possess a grim outlook and a natural affinity for the shadows.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Duergar carve their cities from the deep places of the world—vast cavern systems far below where other races dare to venture. Their architecture is severe and utilitarian: massive stone fortresses, slave pens, and forge-foundries that glow with perpetual fire. Every duergar settlement is designed for defense, with narrow approaches, murder holes, and escape tunnels. Personal quarters are spartan; comfort is considered weakness. Even successful duergar live in conditions other dwarves would consider grim.",
    "typicalAttire": "Duergar dress in drab, practical clothing—grays, blacks, and dark browns that help them blend into stone surroundings. Leather and metal are preferred over cloth. Armor is common even in peacetime, as duergar society values constant readiness for conflict. Ornamentation is minimal and utilitarian: iron clasps, steel buckles, no gems or gold visible. Status is displayed through weapons and scars rather than finery. Beards are kept shorter than surface dwarves, often covered in soot or stone dust.",
    "typicalEnvironment": "The deep Underdark is the duergar's domain—lightless caverns, magma vents, and subterranean seas that would crush the spirits of surface-dwellers. They thrive in places where the stone itself seems hostile. Some duergar venture closer to the surface for raids or trade, but they find sunlight physically painful and psychologically oppressive. Their sensitivity to light makes them nocturnal even when living near the surface.",
    "societyType": "Duergar society is built on rigid hierarchy, enforced labor, and the accumulation of power through any means necessary. Slavery is fundamental to their economy; conquered foes become property. Clans compete ruthlessly for resources and influence. Trust is rare even among kin, and betrayal is expected. They worship harsh gods of toil and vengeance. Despite this cruelty, duergar are formidable allies to those who earn their respect—though such respect must be continuously proven.",
    "typicalAssociation": "Duergar lean heavily toward lawful evil alignments, valuing order, discipline, and the accumulation of power. They are grimly pragmatic, utterly humorless, and deeply suspicious. Emotions are considered weakness to be suppressed. Despite their dark nature, individual duergar can break from their culture—especially those who develop their psionic abilities in unexpected ways. Such outcasts often become adventurers, seeking purpose beyond the cruel hierarchies of their birth.",
    "physicalAppearance": "Duergar stand between 4' and 4'6\" tall with the same stocky dwarven build as their surface cousins, though their bodies show the marks of generations in darkness. Their skin is an ashen gray, sometimes with a slight purple or blue undertone. Their eyes are large and pale—typically colorless gray, dull white, or faded blue—adapted to see in absolute darkness. Hair is white, gray, or completely absent, with bald heads common among both sexes. Beards, when present, are limp and colorless. Their expressions are typically stern, their movements economical and tense. The most striking change is their ability to grow to giant size or turn invisible—manifestations of the strange magic that transformed their ancestors."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]] and [[dwarf]]"
    },
    {
      "label": "Size",
      "value": "[[size|Medium]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "120 feet"
    },
    {
      "label": "Languages",
      "value": "Common, Dwarvish, Undercommon"
    }
  ],
  "traits": [
    {
      "name": "Duergar Magic",
      "icon": "magic",
      "description": "You know the [[enlarge_reduce|Enlarge/Reduce]] (level 3) and [[invisibility|Invisibility]] (level 5) spells, which you can cast once each per Long Rest without components."
    },
    {
      "name": "Psionic Fortitude",
      "icon": "brain",
      "description": "You have [[advantage|Advantage]] on saving throws you make to avoid or end the charmed or stunned condition on yourself."
    }
  ],
  "tags": [
    "race",
    "duergar",
    "dwarf",
    "underdark",
    "psionic"
  ],
  "aliases": [
    "gray dwarf"
  ],
  "seeAlso": [
    "dwarf",
    "darkvision",
    "duergar_magic",
    "psionic_fortitude"
  ],
  "filePath": "/data/glossary/entries/races/duergar.json",
  "maleImageUrl": "/assets/images/races/Duergar_Male.png",
  "femaleImageUrl": "/assets/images/races/Duergar_Female.png"
}