{
  "id": "dwarf",
  "title": "Dwarf",
  "category": "Character Races",
  "entryLore": "Dwarves are a stout and resilient people, forged in the depths of mountains and tempered by centuries of toil. Their oldest tales speak of valorous battles against giants and subterranean horrors, inspiring a culture that celebrates the little overcoming the mighty. Dwarves are known for their masterful craftsmanship, their stubbornness, and their unyielding loyalty to clan and kin.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Dwarves make their homes in vast underground cities carved into the hearts of mountains. These fortress-cities take centuries to construct but last for millennia, featuring massive stone halls, intricate tunnel networks, and forges that burn eternally. Even dwarves who live among other races prefer stone buildings with low ceilings and stout construction—taverns near the mines, shops in bustling trade districts, or modest homes that echo their ancestral halls.",
    "typicalAttire": "In their daily lives, dwarves favor practical, durable clothing suited to work. A typical dwarf wears a sturdy leather apron over simple woolen garments in earth tones—browns, grays, and deep reds. Heavy boots with reinforced soles are essential. Both male and female dwarves take great pride in their beards, often braiding them with metal clasps, clan rings, or decorative beads that indicate family lineage and personal achievements. Jewelry is common but functional—thick rings, arm bands, and belt buckles crafted by the wearer or a family member.",
    "typicalEnvironment": "Dwarves thrive in mountainous regions and deep underground. They prefer cold, rocky terrain where stone is plentiful and forges can burn hot. Above ground, they favor high valleys, craggy foothills, and the slopes of great mountain ranges. Underground, they carve their cities near rich mineral veins and flowing underground rivers, always with an eye toward defensibility and access to the surface.",
    "societyType": "Dwarven society is clan-based and deeply hierarchical, with family and tradition at its core. Each clan is led by elders descended from the clan's founder, and loyalty to one's clan supersedes nearly all other allegiances. Dwarves value skilled craftsmanship above almost everything else—a dwarf's work is their legacy. They maintain ancestral shrines, keep meticulous records of their lineage, and celebrate their history with elaborate festivals. Outsiders find them slow to trust but fiercely loyal once that trust is earned.",
    "typicalAssociation": "Dwarves are known for their stubbornness, their honesty, and their strong sense of justice. They tend toward lawful alignments, valuing order, tradition, and honor. They are suspicious of strangers but deeply loyal to friends and allies. Dwarves hold grudges for generations and never forget a slight—or a kindness. They are brave, dependable, and practical, preferring actions to words and deed to promise.",
    "physicalAppearance": "Dwarves stand between 4'3\" and 4'9\" tall, with broad, stocky builds that make them nearly as heavy as humans despite their shorter stature. Males typically weigh 160-220 lbs, with females slightly lighter. Their bodies are powerfully built—thick arms, barrel chests, and legs like tree trunks. Skin tones range from pale to deeply tanned or brown. Their faces are broad with strong jaws, prominent brows, and deep-set eyes in shades of hazel, blue, brown, or green. The most distinctive feature is their facial hair: males grow thick, luxuriant beards that they oil, braid, and decorate with great care. Many females also grow beards, though some shave them to conform with human standards. Hair colors include black, brown, auburn red, and occasionally blond, though it grays early and turns white with age. Dwarves move with a solid, deliberate gait—every step planted firmly on the stone they consider home."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium (about 4–5 feet tall)"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "About 350 years"
    },
    {
      "label": "Languages",
      "value": "Common, Dwarvish"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You have [[darkvision|Darkvision]] with a range of 120 feet."
    },
    {
      "name": "Dwarven Resilience",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[poison_damage|Poison damage]]. You also have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to avoid or end the [[poisoned_condition|Poisoned condition]]."
    },
    {
      "name": "Dwarven Toughness",
      "icon": "heart",
      "description": "Your [[hit_points|Hit Point]] maximum increases by 1, and it increases by 1 again whenever you gain a level."
    },
    {
      "name": "Stonecunning",
      "icon": "mountain",
      "description": "As a [[bonus_action|Bonus Action]], you gain [[tremorsense|Tremorsense]] with a range of 60 feet for 10 minutes. You must be on a stone surface or touching a stone surface. You can use this a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "markdown": "\n### Dwarf Lineages\nMembers of the Dwarf race typically belong to one of the following lineages, which provide additional benefits:\n\n*   [[hill_dwarf|Hill Dwarf]]\n*   [[duergar|Duergar]]\n",
  "tags": [
    "race",
    "dwarf",
    "humanoid",
    "sturdy",
    "mountain"
  ],
  "aliases": [
    "mountain folk",
    "deep delver",
    "stout folk"
  ],
  "seeAlso": [
    "darkvision",
    "humanoid",
    "hill_dwarf",
    "duergar"
  ],
  "filePath": "/data/glossary/entries/races/dwarf.json",
  "maleImageUrl": "/assets/images/races/Dwarf_Male.png",
  "femaleImageUrl": "/assets/images/races/Dwarf_Female.png"
}