{
  "id": "earth_genasi",
  "title": "Earth Genasi Lineage",
  "category": "Character Races",
  "entryLore": "Earth genasi trace their ancestry to dao, the genies of the Elemental Plane of Earth. They inherit a steadfast strength and a mystical control over the ground beneath their feet, allowing them to traverse even the most broken terrain with ease or magically harden their skin to resist harm.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Earth genasi prefer sturdy, grounded dwellings with solid foundations. Stone buildings, basement apartments, and homes built into hillsides appeal to them. They favor thick walls, heavy furniture, and spaces that feel stable and permanent. Many keep collections of interesting stones, crystals, or minerals. Their homes are typically cluttered but well-organized to their own system—they accumulate belongings slowly but keep them for life.",
    "typicalAttire": "Earth genasi dress in durable, practical clothing in earth tones—browns, deep reds, ochres, and the gray of stone. They prefer natural fabrics with weight and texture: leather, canvas, and heavy cotton. Jewelry often features uncut gemstones, metal worked to look rough-hewn, or actual polished stones. Fashion trends pass them by; an earth genasi may wear the same well-maintained garments for years. Comfort and durability matter more than style.",
    "typicalEnvironment": "Mountains, caves, and rocky terrain feel like home to earth genasi. They're drawn to places with visible geology—canyons, quarries, and lands shaped by ancient upheaval. Many work in mining, masonry, smithing, or other trades that interact with stone and metal. They're perfectly comfortable underground and may actually prefer enclosed spaces to open sky. Earthquakes and stone-slides feel natural rather than frightening.",
    "societyType": "Earth genasi form stable, long-lasting communities when they gather. They value tradition, reliability, and the accumulation of wealth and knowledge over generations. Change comes slowly to earth genasi groups; they prefer to let new ideas prove themselves over time. They make excellent crafters and are often found in guilds or family businesses that have operated for generations.",
    "typicalAssociation": "Earth genasi tend toward lawful and neutral alignments, valuing stability, patience, and persistence. They're stubborn—once they've decided something, changing their minds is nearly impossible. They move at their own pace, unrushed by others' urgency. Rocks don't hurry, and neither do they. At their best, they're dependable, wise, and unshakeable. At worst, they're inflexible, slow to act, and blind to situations that require quick change.",
    "physicalAppearance": "Earth genasi display their heritage through stone-like features. They stand 5' to 6'4\" with solid, heavy builds that seem denser than they should be. Skin tones range from brown to gray to the colors of various stones—some appear almost rocky, with visible crystal growths or fissure-like patterns. Hair is typically dark and coarse, sometimes appearing more like metal filaments or crystalline strands. Eyes are often gemstone colors: amber, deep green, or the gray of granite. They move with deliberate heaviness, and when they stand still, they can seem almost statue-like. Their footsteps feel solid and their handshakes could crush stone."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Elemental (Earth)"
    }
  ],
  "traits": [
    {
      "name": "Earth Walk",
      "icon": "mountain",
      "description": "You can move across [[difficult_terrain|Difficult Terrain]] without expending extra movement if you are walking on the ground or a floor."
    },
    {
      "name": "Merge with Stone",
      "icon": "magic",
      "description": "You know the [[blade_ward|Blade Ward]] cantrip. You can cast it as a [[bonus_action|Bonus Action]] a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]. Starting at 5th level, you can cast [[pass_without_trace|Pass without Trace]] once per long rest without components."
    }
  ],
  "tags": [
    "genasi",
    "earth genasi",
    "earth",
    "stone",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "genasi",
    "earth_walk",
    "blade_ward",
    "pass_without_trace"
  ],
  "filePath": "/data/glossary/entries/races/earth_genasi.json",
  "maleImageUrl": "/assets/images/races/Genasi_Earth_Male.png",
  "femaleImageUrl": "/assets/images/races/Genasi_Earth_Female.png"
}
