{
  "id": "elf",
  "title": "Elf",
  "category": "Character Races",
  "entryLore": "Created by the god Corellon, elves are a magical people of otherworldly grace. While they lost the ability to shape-shift at will long ago, they retain a deep connection to the Feywild and its primal magic. Elves don't sleep but instead enter a Trance when they need to rest, remaining aware of their surroundings while immersing themselves in memories and meditations.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Elves make their homes in places of natural beauty—ancient forests with towering trees, hidden glades filled with starlight, or elegant spires that blend seamlessly with the landscape. Their dwellings are crafted to harmonize with nature rather than dominate it: treehouses connected by rope bridges, halls carved into living stone without disturbing the rock, or graceful towers that seem to grow from the earth itself. Elves who live among other races often seek homes near parks, gardens, or at the edges of settlements where the wild places begin.",
    "typicalAttire": "Elves favor elegant, flowing garments in natural colors—forest greens, sky blues, silver grays, and the soft browns of autumn leaves. Their clothing is lightweight and allows for graceful movement, often decorated with intricate embroidery depicting natural motifs like leaves, vines, or stars. They prefer practical fabrics like fine linen or silk for daily wear, reserving more elaborate attire for ceremonies. Jewelry is common but delicate: thin circlets, leaf-shaped brooches, and rings of woven silver.",
    "typicalEnvironment": "Elves are drawn to temperate forests and woodlands, though different lineages prefer different settings. They thrive in places where nature remains relatively untouched—ancient groves, hidden valleys, coastlines with pristine beaches, or highland meadows. They have an instinctive aversion to environments that feel dead or unnatural, and even in cities they seek out gardens, rooftops with growing things, and spaces open to the sky.",
    "societyType": "Elven society values freedom and individual expression above rigid hierarchy. Their communities are loosely organized, with respected elders or nobles guiding rather than commanding. Decisions are often reached through consensus, and elves are slow to impose their will on others. Artistry, music, poetry, and the refinement of skills over centuries are highly valued. Family bonds are strong but elves maintain a certain emotional detachment, knowing that their long lives will see many partings.",
    "typicalAssociation": "Elves tend toward chaotic good alignments, valuing personal freedom and the well-being of others while chafing against restrictive laws. They are known for their patience—a consequence of their long lives—and for passions that burn brightly but pass quickly. Elves can seem aloof or capricious to shorter-lived races, but those who earn their friendship find them loyal companions. They hold grudges poorly but never forget kindness.",
    "physicalAppearance": "Elves stand between 5'4\" and 6' tall, with slender, athletic builds that make them appear almost fragile despite their surprising resilience. Males and females are similar in height and build. Their bodies are naturally graceful, with long limbs and narrow waists. Skin tones range from pale to coppery or bronze, depending on lineage. Their faces are angular with high cheekbones, delicate features, and almond-shaped eyes in shades of brown, hazel, emerald green, or even gold. Their most distinctive feature is their long, pointed ears, which extend several inches beyond their heads. Elves have no body hair except for eyebrows, eyelashes, and the hair on their heads—which they often wear long and is typically dark brown, black, copper red, or occasionally blonde. They move with an almost supernatural grace, each gesture fluid and deliberate, and their expressions often seem distant or contemplative to other races."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium (about 5-6 feet tall)"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "Around 750 years"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You have [[darkvision|Darkvision]] with a range of 60 feet."
    },
    {
      "name": "Fey Ancestry",
      "icon": "magic",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to avoid or end the [[charmed_condition|Charmed condition]]."
    },
    {
      "name": "Keen Senses",
      "icon": "eye",
      "description": "You have [[proficiency|proficiency]] in the [[insight|Insight]], [[perception|Perception]], or [[survival|Survival]] skill (choose one)."
    },
    {
      "name": "Trance",
      "icon": "clock",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation."
    }
  ],
  "markdown": "\n### Elven Lineages\nAll elves belong to a specific magical lineage. Choose one of the following lineages to gain additional traits and spells:\n\n*   [[drow|Drow (Underdark)]]\n*   [[high_elf|High Elf (Arcane)]]\n*   [[wood_elf|Wood Elf (Wild)]]\n*   [[eladrin|Eladrin (Feywild)]]\n",
  "tags": [
    "race",
    "elf",
    "fey",
    "humanoid"
  ],
  "aliases": [
    "elfkind",
    "firstborn",
    "elves"
  ],
  "seeAlso": [
    "darkvision",
    "fey_ancestry",
    "trance",
    "keen_senses",
    "drow_lineage",
    "high_elf_lineage",
    "wood_elf_lineage",
    "eladrin"
  ],
  "filePath": "/data/glossary/entries/races/elf.json",
  "maleImageUrl": "/assets/images/races/Elf_Male.png",
  "femaleImageUrl": "/assets/images/races/Elf_Female.png"
}