{
  "id": "fairy",
  "title": "Fairy",
  "category": "Character Races",
  "entryLore": "Fairies are a wee folk from the Feywild, infused with its primal magic. Distinguishable by their shimmering insectile wings and unique physical traits, they are mischievous and magical denizens of the multiverse. They often manifest bizarre or whimsical characteristics, such as colorful skin, sparkling dust, or an aura of soft music.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Fairies live in hidden hollows and tiny fey homes woven into flowers, mushrooms, or the eaves of ancient trees. Some make temporary nests in lanterns, birdhouses, and forgotten nooks of mortal settlements where they can watch larger folk unnoticed.",
    "typicalAttire": "Their clothing is light and flexible: short cloaks, fitted tunics, and layered fabrics that move easily with flight. Many favor bright colors, iridescent accents, and natural ornaments like petals, beads, and small bells.",
    "typicalEnvironment": "They prefer lush places full of life and light: glades, gardens, creek-banks, and moonlit clearings. Even in cities they seek courtyards, rooftop planters, and ivy-covered walls where they can dart between hiding spots.",
    "societyType": "Fairy communities are informal and playful, organized around small circles of friends, shared pranks, and seasonal revels. They value freedom, cleverness, and keeping the wonder of the Feywild close, even when living among mortals.",
    "typicalAssociation": "Fairies are curious and mischievous, quick to tease but just as quick to help when someone earns their favor. They often enjoy bargains, stories, and harmless tricks, and they dislike needless cruelty and heavy-handed rules.",
    "physicalAppearance": "Fairies are small and delicate, with shimmering insect-like wings that can be gossamer, patterned, or translucent. Skin, hair, and eyes may be brightly colored or subtly luminescent. Many have unusual traits such as pointed ears, tiny horns, sparkling freckles, or a faint trail of glittering dust."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[fey]]"
    },
    {
      "label": "Size",
      "value": "Small"
    },
    {
      "label": "Speed",
      "value": "30 feet, Fly 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Fairy Magic",
      "icon": "magic",
      "description": "You know the [[druidcraft|Druidcraft]] cantrip. Starting at 3rd level, you can cast [[faerie_fire|Faerie Fire]] once per long rest. Starting at 5th level, you can cast [[enlarge_reduce|Enlarge/Reduce]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    },
    {
      "name": "Flight (Fairy)",
      "icon": "wind",
      "description": "Because of your wings, you have a [[speed_fly|Flying Speed]] equal to your walking speed. You can't use this flying speed if you're wearing medium or heavy armor."
    }
  ],
  "tags": [
    "race",
    "fairy",
    "fey",
    "flight",
    "small"
  ],
  "aliases": [],
  "seeAlso": [
    "fey",
    "fairy_magic",
    "flight"
  ],
  "filePath": "/data/glossary/entries/races/fairy.json",
  "maleImageUrl": "/assets/images/races/Fairy_Male.png",
  "femaleImageUrl": "/assets/images/races/Fairy_Female.png"
}
