{
  "id": "firbolg",
  "title": "Firbolg",
  "category": "Character Races",
  "entryLore": "Firbolgs are distant cousins of giants who trace their origins to the primeval forests of the multiverse. They possess a deep connection to the wild, mastery over obscuring magic, and the ability to commune with nature. Often gentle and reclusive, they prefer to use their powers to remain unseen and protect the woodland realms from those who would exploit them.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Firbolgs live deep within ancient forests, in homes so well-hidden that travelers could pass within feet without noticing them. Their dwellings blend seamlessly with the natural surroundings—hollowed trees, moss-covered grottos, or lodges grown from living branches. They use their magic to remain concealed, preferring invisibility to confrontation. Their homes are communal, designed around shared spaces for meals and discussion rather than private property.",
    "typicalAttire": "Firbolgs wear simple, natural garments crafted from materials the forest provides. Woven plant fibers, treated leaves, bark cloth, and animal hides in earthy greens, browns, and grays allow them to blend with their surroundings. Ornamentation is minimal—carved wooden beads, feathers, or braided vines. When disguising themselves to interact with other races, they use magic to appear as other humanoids, preferring to observe rather than be observed.",
    "typicalEnvironment": "Primeval forests untouched by civilization are the firbolgs' domain. They're drawn to the oldest trees, the deepest groves, and places where the boundary between the natural and fey worlds grows thin. They serve as guardians of these wild places, driving off loggers, protecting endangered creatures, and maintaining ecological balance. Urban environments feel deeply uncomfortable to them.",
    "societyType": "Firbolg society centers on harmony, consensus, and stewardship. They live in small clans led by the wisest members rather than the strongest. Major decisions are made communally, with all voices heard. Competition is foreign to them; resources are shared, and individual glory means nothing compared to the community's wellbeing. They see themselves as caretakers of nature, not its masters.",
    "typicalAssociation": "Firbolgs are typically neutral good, valuing the natural order and the wellbeing of all living things. They're gentle, patient, and slow to anger—though fierce when protecting their homes. They find violence distasteful and prefer magic, misdirection, and disappearance to combat. When they do fight, it's with reluctant determination. They're deeply uncomfortable with deception for personal gain but will use disguise magic to protect their communities.",
    "physicalAppearance": "Firbolgs stand 7' to 8' tall with broad, powerful builds, though they move with surprising gentleness. Their skin ranges from earthy browns to grays, sometimes with bark-like textures or mossy patches. Their faces are distinctive: broad, flat noses; wide-set, expressive eyes in blue, brown, or green; and large, somewhat drooping ears. Many have bushy eyebrows and coarse hair in browns, reds, or grays that merges with their fur-covered shoulders and backs. Their expressions are placid and thoughtful, rarely showing strong emotion. Despite their size, they step softly and can disappear into forests with supernatural ease."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "Up to 500 years"
    }
  ],
  "traits": [
    {
      "name": "Firbolg Magic",
      "icon": "magic",
      "description": "You can cast [[detect_magic|Detect Magic]] and [[disguise_self|Disguise Self]] once per long rest. When you use this version of Disguise Self, you can seem up to 3 feet shorter or taller and appear as a creature that is the same size category as you. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells."
    },
    {
      "name": "Hidden Step",
      "icon": "wind",
      "description": "As a [[bonus_action|Bonus Action]], you can magically turn [[invisible_condition|Invisible]] until the start of your next turn or until you hit with an attack roll, make a damage roll, or force someone to make a saving throw. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    },
    {
      "name": "Powerful Build",
      "icon": "shield",
      "description": "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
    },
    {
      "name": "Speech of Beast and Leaf",
      "icon": "heart",
      "description": "You have the ability to communicate in a limited manner with Beasts and Plants. They can understand the meaning of your words, though you have no special ability to understand them in return. You have [[advantage|Advantage]] on all Charisma checks you make to influence them."
    }
  ],
  "tags": [
    "race",
    "firbolg",
    "giant-kin",
    "fey",
    "stealth",
    "nature"
  ],
  "aliases": [],
  "seeAlso": [
    "firbolg_magic",
    "hidden_step",
    "powerful_build",
    "speech_of_beast_and_leaf"
  ],
  "filePath": "/data/glossary/entries/races/firbolg.json",
  "maleImageUrl": "/assets/images/races/Firbolg_Male.png",
  "femaleImageUrl": "/assets/images/races/Firbolg_Female.png"
}