{
  "id": "fire_genasi",
  "title": "Fire Genasi Lineage",
  "category": "Character Races",
  "entryLore": "Descended from efreet, the genies of the Elemental Plane of Fire, fire genasi channel the flamboyant and often destructive nature of flame. Their skin often glows with embers or crackles with internal heat, and their hair can plume like threads of fire when they are angered or excited.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Fire genasi prefer warm, well-lit spaces. Cold, damp environments are deeply uncomfortable for them. Their homes typically feature multiple fireplaces, abundant candles, and windows positioned to catch maximum sunlight. Warm colors dominate their décor—reds, oranges, golds, and bright yellows. Many work as smiths, glassblowers, or in other heat-intensive crafts, and their workshops double as comfortable living spaces.",
    "typicalAttire": "Fire genasi dress in bold, warm colors that complement their naturally glowing skin. Deep reds, burnt oranges, bright golds, and occasionally stark black are favorites. They prefer fitted clothing that doesn't risk catching fire—an ever-present hazard for those who literally run hot. Metal jewelry is common, often worked into flame motifs. Their ember-like hair needs no styling and may actually resist attempts to change it.",
    "typicalEnvironment": "Volcanos, deserts, and sun-baked lands call to fire genasi. They thrive in heat that would exhaust others. Many gravitate toward forges, foundries, and kitchens—anywhere fire burns continuously. They're drawn to places of energy and activity; quiet, cold places feel like slow death. Some fire genasi seek out hot springs or volcanic regions to connect with their elemental heritage.",
    "societyType": "Fire genasi communities burn brightly but can be volatile. They organize around strong personalities and passionate causes rather than bureaucratic structures. Leadership is taken rather than appointed, and respect is earned through bold action. Their gatherings are energetic and sometimes combustible—conflicts flare quickly but often extinguish just as fast. They value courage, honesty, and the willingness to act.",
    "typicalAssociation": "Fire genasi tend toward chaotic alignments, following their passions rather than external rules. They're hot-tempered in both positive and negative ways—quick to anger but also quick to enthusiasm, warmth, and affection. Patience doesn't come naturally to them. At their best, they're inspiring leaders, passionate lovers, and fierce defenders. At worst, they're destructive, thoughtless, and consumed by their own flames.",
    "physicalAppearance": "Fire genasi display their heritage through warmth and light. They stand 5' to 6'2\" with athletic builds that seem to radiate energy. Skin tones range from deep red to bronze to charcoal-gray, often with a subtle inner glow visible in low light. Some have skin that resembles cooling lava, with bright lines visible along natural creases. Hair is their most dramatic feature—it often resembles flames, rising upward and flickering. Some have actual flames instead of hair, which brighten with emotion. Eyes are typically red, orange, gold, or appear as glowing embers. They run warm to the touch, and shadows seem to flee from them."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Elemental (Fire)"
    }
  ],
  "traits": [
    {
      "name": "Fire Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[fire_damage|Fire damage]]."
    },
    {
      "name": "Reach to the Blaze",
      "icon": "flame",
      "description": "You know the [[produce_flame|Produce Flame]] cantrip. Starting at 3rd level, you can cast [[burning_hands|Burning Hands]] once per long rest. Starting at 5th level, you can cast [[flame_blade|Flame Blade]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    }
  ],
  "tags": [
    "genasi",
    "fire genasi",
    "fire",
    "efreeti",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "genasi",
    "fire_resistance",
    "burning_hands",
    "flame_blade"
  ],
  "filePath": "/data/glossary/entries/races/fire_genasi.json",
  "maleImageUrl": "/assets/images/races/Genasi_Fire_Male.png",
  "femaleImageUrl": "/assets/images/races/Genasi_Fire_Female.png"
}