{
  "id": "genasi",
  "title": "Genasi",
  "category": "Character Races",
  "entryLore": "Tracing their ancestry to the genies of the Elemental Planes, genasi channel the power of air, earth, fire, or water. Whether direct descendants or born in magically suffused locales, they embody the raw forces of nature, manifesting elemental traits in their appearance and abilities.",
  "imageUrl": "/assets/images/races/air_genasi_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Genasi live wherever their elemental nature leads them. Some are drawn to places that resonate with their element—fire genasi to volcanic regions, water genasi to coastlines, earth genasi to mountains, and air genasi to highland plateaus. Others integrate into cosmopolitan cities where their unusual appearance attracts less attention. Many genasi homes reflect their element: a fire genasi might keep numerous candles and fireplaces, while a water genasi fills their space with fountains and aquariums.",
    "typicalAttire": "Genasi dress to complement their elemental nature. Colors, fabrics, and styles often reflect their element—flowing fabrics for air genasi, earthy tones and heavy materials for earth genasi, warm reds and oranges for fire genasi, and blues and greens for water genasi. Beyond elemental themes, genasi fashion tends toward the practical, as many work in professions that leverage their elemental resistances and abilities.",
    "typicalEnvironment": "Each genasi heritage is drawn to different environments matching their element. However, as descendants of both genies and mortals, genasi can adapt to virtually any setting. Many are drawn to places where their abilities are valued—fire genasi might work forges, water genasi serve as sailors or divers, earth genasi work mines or construction, and air genasi excel in mountainous or stormy regions.",
    "societyType": "Genasi don't form their own societies, being too diverse and scattered to create unified communities. They live among other races, often occupying niches where their elemental abilities prove useful. Some feel a kinship with other genasi, regardless of element, while others feel more connected to their mortal parent's culture. A few seek out portals to the Elemental Planes, drawn by an ancestral longing they don't fully understand.",
    "typicalAssociation": "Genasi alignments and personalities are as varied as any mortal race, though each element tends to influence temperament. Fire genasi often run hot-tempered and passionate, earth genasi tend toward patience and stubbornness, air genasi can be flighty or free-spirited, and water genasi may be calm or changeable as the tides. These are tendencies, not rules—individual genasi define their own personalities.",
    "physicalAppearance": "Genasi resemble humans with distinctive elemental features marking their genie heritage. They stand 5' to 6'2\" with varied builds. Each element manifests differently: air genasi may have hair that moves like clouds or light blue skin; earth genasi might have stone-like skin, crystalline growths, or earthen tones; fire genasi often have warm skin that glows from within, flame-like hair, or ember-red eyes; water genasi commonly display blue or green skin, foam-like hair, or webbed extremities. These elemental traits are unmistakable, making genasi stand out in any crowd."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "Around 120 years"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You have [[darkvision|Darkvision]] with a range of 60 feet."
    }
  ],
  "markdown": "\n### Elemental Lineages\nEach genasi is fundamentally tied to one of the four elements. Choose one from the following lineages to gain unique powers:\n\n*   [[air_genasi|Air Genasi (Wind & Lightning)]]\n*   [[earth_genasi|Earth Genasi (Stone & Stealth)]]\n*   [[fire_genasi|Fire Genasi (Flame & Heat)]]\n*   [[water_genasi|Water Genasi (Waves & Acid)]]\n",
  "tags": [
    "race",
    "genasi",
    "elemental",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "air_genasi",
    "earth_genasi",
    "fire_genasi",
    "water_genasi"
  ],
  "filePath": "/data/glossary/entries/races/genasi.json"
}