{
  "id": "giff",
  "title": "Giff",
  "category": "Character Races",
  "entryLore": "Giff are hippo-headed humanoids of impressive size who are renowned across the multiverse for their martial prowess and their love of firearms. Originally from a world whose name has been lost to time, giff now travel throughout Wildspace, often serving as mercenaries, bodyguards, or soldiers. They are fiercely proud of their military heritage and maintain strict hierarchies and traditions even when far from their kin. A giff's word is their bond, and they take contracts and oaths extremely seriously.",
  "maleImageUrl": "/assets/images/races/giff_male.png",
  "femaleImageUrl": "/assets/images/races/giff_female.png",
  "lore": {
    "typicalDwelling": "Giff live in highly disciplined and organized military-style encampments or on well-maintained ships within Wildspace. Their dwellings are characterized by structural efficiency and a clear hierarchy, reflecting their deep-rooted martial culture. Every structure serves a strategic purpose, from reinforced barracks and fortified headquarters to precisely organized armories and gun decks. Even in peaceful environments, their homes are kept meticulously clean and orderly, with a place for every piece of gear.",
    "typicalAttire": "The attire of a giff is a reflection of their personal honor and military rank. They favor well-maintained uniforms, often in deep blues, crimsons, and golds, decorated with medals, sashes, and intricate embroidery. They have a particular fondness for extravagant headgear, such as plumed hats or spiked helmets, and always carry a variety of firearms and melee weapons. Their appearance is designed to convey both authority and martial prowess, their gear always kept in peak condition.",
    "typicalEnvironment": "Shipboard decks, fortified borderlands, and any location with a strong military presence are the giff's preferred habitats. They thrive in environments where they can establish a clear chain of command and utilize their tactical expertise. Many serve as professional mercenaries, elite bodyguards, or specialized soldiers in large interplanetary empires. They are comfortable in a variety of terrestrial and cosmic habitats, provided they have a clear mission and the means to maintain their martial traditions.",
    "societyType": "Giff society is intensely hierarchical and organized around the military regiment. Loyalty to the group, the chain of command, and one's personal word is the foundation of their culture. They value discipline, tactical brilliance, and the fulfillment of one's duty above all else. Status is earned through merit, service, and the demonstration of martial skill. They possess a deep sense of honor and a collective identity as the multiverse's premier soldiers of fortune.",
    "typicalAssociation": "Giff tend toward lawful alignments, primarily lawful neutral. Their worldview is defined by a sense of order and the belief that a well-structured organization is the only defense against the chaos of the cosmos. They are an honest and straightforward people, often approaching interactions with a soldierly directness that can be both admirable and intimidating. They value reciprocity and honor their contracts with a seriousness that is legendary among the stars.",
    "physicalAppearance": "Giff are imposing hippo-headed humanoids standing 7 to 8 feet tall and weighing over 500 pounds of solid muscle. Their most striking feature is their massive hippo head, which possesses a broad muzzle, small alert ears, and a powerful jaw. Their skin is thick and leathery, ranging in color from charcoal gray and deep slate to a dusky purple or olive brown. Their eyes are small but keen, often reflecting a focused and no-nonsense nature. Their hands and feet are large and powerful, with thick digits capable of handling heavy weapons or maneuvering in the zero-gravity of space. They move with a surprising, measured gait that conveys both immense physical power and a lifetime of military discipline. Their presence is always commanding, underlined by the faint scent of black powder and well-maintained gun oil."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet, swim 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Astral Spark",
      "icon": "star",
      "description": "Your psychic connection to the Astral Plane gives you an edge. When you make an attack roll, saving throw, or ability check, you can add your proficiency bonus to the roll after you see the d20 result but before the outcome is determined. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Firearms Mastery",
      "icon": "crosshair",
      "description": "You have proficiency with all firearms and ignore the loading property of any firearm. In addition, attacking at long range doesn't impose [[disadvantage]] on your attack rolls with firearms."
    },
    {
      "name": "Hippo Build",
      "icon": "strength",
      "description": "You have [[advantage]] on Strength-based ability checks and Strength saving throws. In addition, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
    }
  ],
  "tags": [
    "race",
    "giff",
    "humanoid",
    "beastfolk",
    "military"
  ],
  "aliases": [
    "hippofolk",
    "space hippo"
  ],
  "seeAlso": [
    "humanoid",
    "firearms"
  ],
  "filePath": "/data/glossary/entries/races/giff.json"
}
