{
  "id": "githyanki",
  "title": "Githyanki",
  "category": "Character Races",
  "entryLore": "Hailing from the Astral Plane, githyanki are psionic warriors who escaped eons of servitude to mind flayers. They have honed their mental powers and physical skills to survive the silver void and protect their independence. They are often stoic and martial, carrying the weight of their ancestral struggle with a fierce and disciplined pride.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Githyanki live in fortified stone keeps and floating citadel-cities within the timeless silver void of the Astral Plane. Their dwellings are often gravity-defying structures built from the debris of dead gods or carved directly into the stony remains of astral entities. They value structural efficiency and martial readiness, their homes featuring extensive training halls, trophy rooms for their many conquests, and libraries of stolen knowledge from across the multiverse. Their cities are monuments to their independence and their perpetual war against the mind flayers.",
    "typicalAttire": "The attire of a githyanki is a reflection of their martial prowess and psionic heritage. They favor ornate but functional armor, often in silver or deep obsidian, decorated with spikes, flowing sashes, and intricate engravings that denote their rank and legion. When not in full combat gear, they wear layered fabrics in deep reds, violets, and charcoal grays, often with high collars and flowing capes. Their appearance is always disciplined and intimidating, their gear kept in impeccable condition through both physical and psionic means.",
    "typicalEnvironment": "The silver void of the Astral Plane is the githyanki's natural domain. They thrive in an environment where time has no meaning and thought translates directly into movement. Many are found on the decks of astral ships, serving as elite knights, specialized psions, or ruthless raiders. They are deeply uncomfortable in terrestrial environments where they feel the weight of time and gravity, often viewing Material Plane settlements as primitive and stagnant borderlands.",
    "societyType": "Githyanki society is intensely hierarchical and martial, organized under the absolute rule of their lich-queen, Vlaakith. Loyalty to the queen and the survival of the githyanki people is the foundation of their culture. They value discipline, psionic mastery, and the demonstration of superior combat skill. Status is earned through conquest and service to the state, and they have a collective identity as the multiverse's premier planar conquerors. Their culture is one of perpetual struggle and the pursuit of ultimate independence.",
    "typicalAssociation": "Githyanki tend toward lawful evil or lawful neutral alignments, driven by a fierce sense of group identity and a commitment to the absolute order of their militaristic society. They are a stoic and xenophobic people, often viewing all other races as either potential threats or tools to be utilized in their ongoing war for dominance. They value competence and strength above all else, and they honor their agreements only as long as they serve the interests of the lich-queen and the githyanki people.",
    "physicalAppearance": "Githyanki are gaunt, slender humanoids standing 6 to 6.5 feet tall with lean, wiry builds that convey great physical and psionic power. Their skin is a sallow, jaundiced yellow or light brown, often featuring dark, intricate patterns or spots. Their most striking features are their long, pointed ears and their sharp, almost shark-like teeth. Their eyes are small and deeply set, often glowing with a faint silver or red psionic light. Their hair is typically dark—blacks, deep browns, or violets—and kept in practical or ornate styles like tight braids or high crests. They move with an eerie, flowing grace that seems at once both predatory and detached from the physical laws of gravity. Their présence is always cold and commanding, underlined by the faint shimmer of planar energy."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Astral Knowledge",
      "icon": "book",
      "description": "You can mystically tap into the combined experience of the githyanki people. Whenever you finish a [[long_rest|Long Rest]], you gain [[proficiency|proficiency]] in one skill of your choice and with one weapon or tool of your choice. You retain these proficiencies until you finish your next long rest."
    },
    {
      "name": "Githyanki Psionics",
      "icon": "magic",
      "description": "You know the [[mage_hand|Mage Hand]] cantrip, and the hand is [[invisible_condition|Invisible]] when you cast the cantrip with this trait. Starting at 3rd level, you can cast [[jump|Jump]] once per long rest. Starting at 5th level, you can cast [[misty_step|Misty Step]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    },
    {
      "name": "Psychic Resilience",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[psychic_damage|Psychic damage]]."
    }
  ],
  "tags": [
    "race",
    "githyanki",
    "astral plane",
    "psionic",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "astral_knowledge",
    "githyanki_psionics",
    "psychic_resilience"
  ],
  "filePath": "/data/glossary/entries/races/githyanki.json",
  "maleImageUrl": "/assets/images/races/githyanki_male.png",
  "femaleImageUrl": "/assets/images/races/githyanki_female.png"
}
