{
  "id": "githzerai",
  "title": "Githzerai",
  "category": "Character Races",
  "entryLore": "Githzerai are disciplined dwellers of the Everchanging Chaos of Limbo. Utilizing their potent psionic powers, they stabilize the chaotic environment around them and maintain a sharp mental focus that wards off external influence. They are often monks and philosophers, dedicated to a life of mental discipline and the pursuit of inner peace amidst the roiling chaos of their home plane.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Githzerai live in elegant, fortified monasteries and floating towers within the ever-changing chaos of Limbo. Their dwellings are not built of stone but are held together by the collective psionic focus of the inhabitants. Within these stable 'islands' of thought, they cultivate peaceful gardens, expansive libraries, and halls for intense meditation and martial training. Their homes are spartan but beautiful, focused on creating a sanctuary for the mind and spirit amidst the literal roiling chaos of their home plane.",
    "typicalAttire": "The attire of a githzerai is defined by simplicity, comfort, and the facilitating of mental focus. They favor flowing garments in light, breathable fabrics like linen and raw silk in muted earth tones—beiges, soft greens, and charcoal grays. Their clothing is designed for unrestricted movement, essential for both their martial arts and their long periods of meditation. Many wear prayer beads, simple sashes, or tokens that reflect their philosophical journey. Their appearance is always clean and orderly, reflecting the clarity and discipline of their minds.",
    "typicalEnvironment": "The Roiling Chaos of Limbo is the githzerai's natural habitat. They thrive in an environment that rewards mental discipline and psionic mastery over physical matter. Many are found serving as specialized monks, philosophers, researchers of planar instability, or champions of inner peace. They are comfortable in any environment that allows for reflection and the practice of their mental disciplines, often serving as calm anchors for those who find the chaos of the planes overwhelming.",
    "societyType": "Githzerai society is organized around shared philosophy and the collective effort to maintain the stability of their home in Limbo. They value wisdom, self-discipline, and the pursuit of inner peace above material wealth or political power. Leadership is held by the most enlightened or psionically gifted monks, often those who have demonstrate the greatest ability to stabilize the chaos of their environment. Their culture is one of introspective struggle and the belief that the truest war is fought within the individual mind.",
    "typicalAssociation": "Githzerai tend toward lawful neutral alignments, driven by a deep respect for the internal order they have cultivated to survive the external chaos of Limbo. They are a calm and empathetic people, often possessing a profound understanding of the interconnectedness of all things and the importance of mental fortitude. While they are usually peaceful and avoid conflict, they are resolute in their defense of their monasteries and their way of life. They value patience and the search for truth above all else.",
    "physicalAppearance": "Githzerai share the same gaunt, slender physiology as their githyanki kin, standing 6 to 6.5 feet tall with lean builds that convey a deceptive strength. Their skin is a pale yellow or light tan, often smooth and clear. Their most striking feature is their eyes—deep and focused, they often seem to hold a profound stillness, glowing with a soft blue or silver psionic light. Their hair is typically dark and kept in practical styles or shaved for meditation. Their features are refined and often characterized by a sense of preternatural calm. They move with a deliberate, measured grace that conveys absolute control over their own bodies. Their presence is tranquil and anchors the space around them, a visible manifestation of their perpetual mental vigil against chaos."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Githzerai Psionics",
      "icon": "magic",
      "description": "You know the [[mage_hand|Mage Hand]] cantrip, and the hand is [[invisible_condition|Invisible]] when you cast the cantrip with this trait. Starting at 3rd level, you can cast [[shield|Shield]] once per long rest. Starting at 5th level, you can cast [[detect_thoughts|Detect Thoughts]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    },
    {
      "name": "Mental Discipline",
      "icon": "shield",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to avoid or end the [[charmed_condition|Charmed]] and [[frightened_condition|Frightened]] conditions."
    },
    {
      "name": "Psychic Resilience",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[psychic_damage|Psychic damage]]."
    }
  ],
  "tags": [
    "race",
    "githzerai",
    "limbo",
    "psionic",
    "humanoid",
    "monk"
  ],
  "aliases": [],
  "seeAlso": [
    "githzerai_psionics",
    "mental_discipline",
    "psychic_resilience"
  ],
  "filePath": "/data/glossary/entries/races/githzerai.json",
  "maleImageUrl": "/assets/images/races/githzerai_male.png",
  "femaleImageUrl": "/assets/images/races/githzerai_female.png"
}