{
  "id": "gnome",
  "title": "Gnome",
  "category": "Character Races",
  "entryLore": "Gnomes are clever and inventive folk, petite in size but grand in curiosity. Often living in hidden burrows or forest enclaves, they protect their communities with masterful illusions and labyrinthine architecture. They are famously known for their sharp minds and a natural resistance to magical influence.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Gnomes are masters of hidden homes, building elaborate burrow networks beneath hillsides or within the roots of ancient trees. Their dwellings are marvels of clever engineering—filled with gadgets, secret compartments, and illusory protections that confuse intruders. Inside, gnome homes are surprisingly spacious, with workbenches for tinkers, libraries for scholars, and comfortable sitting rooms filled with curiosities collected over centuries. Those living among other races often convert basements or attics into similar wonderlands of invention.",
    "typicalAttire": "Gnomes dress in bright, cheerful colors—yellows, oranges, blues, and greens—often in combinations that larger folk might find garish but gnomes consider perfectly balanced. Their clothing is practical with many pockets for tools, components, and interesting objects found throughout the day. Conical or floppy caps are popular, as are leather aprons for craftwork. Jewelry tends toward the whimsical: gear-shaped brooches, rings with tiny gemstones, or necklaces holding magnifying lenses.",
    "typicalEnvironment": "Forest gnomes are drawn to wooded glens and ancient forests where they can commune with small animals and practice illusion magic undisturbed. Rock gnomes prefer hillsides near mineral deposits where they can mine gems and tinker with machinery. Deep gnomes inhabit the caverns and tunnels far underground. Regardless of subrace, gnomes seek environments where they can pursue their passions—invention, magic, or natural philosophy—without too much interference from the larger world.",
    "societyType": "Gnome society revolves around curiosity, invention, and a cheerful approach to life. They organize themselves loosely, respecting cleverness and accomplishment over hereditary rank. Extended families often share burrow-warrens, with elders serving as teachers and advisors rather than rulers. Gnomes love jokes, riddles, and elaborate pranks, and their celebrations can last for days. They're remarkably long-lived but never seem to lose their youthful enthusiasm.",
    "typicalAssociation": "Gnomes tend toward good alignments, with a love of life and a genuine concern for others. They're curious to the point of recklessness, friendly to nearly everyone, and remarkably resistant to attempts at manipulation—magical or otherwise. Gnomes are inventive, optimistic, and persistent, rarely discouraged by failure. They can seem scatterbrained to other races, but their apparent distractibility often masks keen observation and quick thinking.",
    "physicalAppearance": "Gnomes stand between 3' and 4' tall, with wiry, compact builds. They typically weigh 40-45 pounds. Their skin ranges from earthy browns to pale pinks, with deep gnomes showing grayish hues. Hair color is varied—brown, black, gray, or occasionally white—and male gnomes often sport impressive beards, though typically shorter than dwarven styles. Their faces are their most distinctive feature: broad noses, large bright eyes (often blue, green, or brown), and expressive faces that seem to be constantly on the verge of smiling. Gnome ears are slightly pointed but less prominent than elven ears. Their hands are nimble and quick, constantly in motion. They move with a bustling energy, seeming to bounce rather than walk, and their eyes are always darting about, noticing details others miss."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "[[size_small|Small]] (about 3-4 feet tall)"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "Around 425 years"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You have [[darkvision|Darkvision]] with a range of 60 feet."
    },
    {
      "name": "Gnomish Cunning",
      "icon": "brain",
      "description": "You have [[advantage|Advantage]] on Intelligence, Wisdom, and Charisma [[saving_throw|saving throws]]."
    }
  ],
  "markdown": "\n### Gnomish Lineages\nGnomes inherit a magical lineage that determines their specialized skills and magic. Choose one from the following:\n\n*   [[forest_gnome|Forest Gnome (Illusionist)]]\n*   [[rock_gnome|Rock Gnome (Tinker)]]\n*   [[deep_gnome|Deep Gnome (Underdark)]]\n",
  "tags": [
    "race",
    "gnome",
    "fey-touched",
    "humanoid",
    "small"
  ],
  "aliases": [
    "gnomes",
    "rock gnome",
    "forest gnome"
  ],
  "seeAlso": [
    "darkvision",
    "gnomish_cunning",
    "forest_gnome",
    "rock_gnome",
    "deep_gnome"
  ],
  "filePath": "/data/glossary/entries/races/gnome.json",
  "maleImageUrl": "/assets/images/races/Gnome_Male.png",
  "femaleImageUrl": "/assets/images/races/Gnome_Female.png"
}