{
  "id": "goblin",
  "title": "Goblin",
  "category": "Character Races",
  "entryLore": "Goblins are small humanoids with distant fey origins. Once servants of the Queen of Air and Darkness, they possess a supernatural knack for finding weak spots in larger foes and a remarkable ability to escape from danger. They are subterranean folk who use their cleverness and agility to survive and thrive in environments where larger creatures would struggle.",
  "lore": {
    "typicalDwelling": "Goblins are highly adaptable and can be found in a variety of environments, from cramped subterranean warrens and sewer systems to the forgotten corners of large cities. They prefer places with plenty of escape routes and hiding spots. Their dwellings are often cluttered and ingenious, filled with scavenged machinery and repurposed scrap. Despite their chaotic reputation, goblin homes are organized around tight-knit communal living, with a focus on shared resources and mutual defense.",
    "typicalAttire": "Goblin fashion is a testament to their resourcefulness. They favor practical, layered clothing made from a mix of scavenged fabrics, leather, and repurposed metal. Their garments are often patched and reinforced, reflecting a life of constant movement and tinkering. They have a particular fondness for shiny objects—clockwork gears, polished stones, or stolen jewelry—which they incorporate into their attire. Protective gear, such as oversized goggles or reinforced belts, is common among those who work with machinery or traps.",
    "typicalEnvironment": "Subterranean caves, volcanic regions, and the industrial districts of major cities are the goblin's natural habitats. They thrive in environments where they can utilize their small size and technical ingenuity. Many work as tinkers, alchemists, or specialized laborers in industries others find too dangerous or unpleasant. They have a natural affinity for shadows and are most active during the twilight hours or in well-lit tunnels away from the surface world.",
    "societyType": "Goblin society is highly communal and organized around extended family units or 'gangs.' They value cleverness, adaptability, and the ability to contribute to the group's survival. Leadership is usually held by the most inventive or politically savvy individuals. While they are often viewed as chaotic, they possess a strong internal code of loyalty and a shared identity as underdogs who must outthink the larger folk to thrive.",
    "typicalAssociation": "Goblins tend toward neutral alignments, driven by a pragmatic focus on survival and the wellbeing of their community. They are deeply suspicious of larger folk due to a history of being marginalized, but they are capable of forming strong, lasting alliances with those who treat them with respect. Their fey ancestry manifests as a quick wit and a mischievous streak that can be either endearing or exasperating to their neighbors.",
    "physicalAppearance": "Goblins are small humanoids standing 3 to 4 feet tall with slender, athletic builds and wiry strength. Their skin ranges from shades of olive green and yellow to deep reds and browns. Their most distinctive features are their large, expressive eyes (usually yellow, red, or glossy black) and their prominent, bat-like ears that twitch with every sound. Their faces are wide with flat noses and mouths filled with small, sharp teeth. Their hair is typically dark and coarse, often worn in wild, unkempt styles or shaved in patterns. They move with a quick, jerky agility, always seemingly on the verge of either a clever idea or a hasty retreat."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]] and [[goblinoid]]"
    },
    {
      "label": "Size",
      "value": "[[size|Small]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Fey Ancestry",
      "icon": "shield",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to avoid or end the [[charmed_condition|Charmed]] condition."
    },
    {
      "name": "Fury of the Small",
      "icon": "sword",
      "description": "When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your [[proficiency_bonus|Proficiency Bonus]]. You can use this trait a number of times equal to your Proficiency Bonus, regaining all uses on a [[long_rest|Long Rest]]."
    },
    {
      "name": "Nimble Escape",
      "icon": "wind",
      "description": "You can take the [[disengage_action|Disengage]] or [[hide_action|Hide]] action as a [[bonus_action|Bonus Action]] on each of your turns."
    }
  ],
  "tags": [
    "race",
    "goblin",
    "goblinoid",
    "fey",
    "stealth",
    "nimble escape"
  ],
  "aliases": [],
  "seeAlso": [
    "goblinoid",
    "darkvision",
    "fey_ancestry",
    "fury_of_the_small",
    "nimble_escape"
  ],
  "filePath": "/data/glossary/entries/races/goblin.json",
  "maleImageUrl": "/assets/images/races/Goblin_Male.png",
  "femaleImageUrl": "/assets/images/races/Goblin_Female.png"
}
