{
  "id": "goliath",
  "title": "Goliath",
  "category": "Character Races",
  "entryLore": "Towering over most folk, goliaths are distant descendants of giants. Each goliath bears the favors of the first giants—supernatural boons that manifest as incredible strength or elemental powers. They are known for their physical prowess and their ability to momentarily manifest their ancestral size, becoming truly titanic on the battlefield.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Goliaths make their homes in the highest, most inhospitable mountain peaks where few other races can survive. Their settlements are temporary—stone shelters, cave systems, and camps that move with the seasons and game. Permanent structures are rare; goliaths believe comfort breeds weakness. When living among other races, they often choose the highest available quarters and keep their spaces spartan, maintaining the discipline of their mountain upbringing.",
    "typicalAttire": "Goliaths dress for functionality in extreme conditions. Furs, leather, and woolen garments dominate, often in whites, grays, and browns that blend with rocky terrain. Exposed skin is common even in cold, as goliaths pride themselves on hardiness. Body paint and ritual scarification mark achievements and tribal affiliation. Jewelry is minimal—metal tokens that record accomplishments, carved bone, or trophies from hunts. Everything they wear must serve a purpose.",
    "typicalEnvironment": "High mountain peaks are the goliaths' ancestral home—altitudes where the air thins, storms rage, and survival demands constant vigilance. They're drawn to environments that test physical limits: frozen passes, vertical cliffs, and lands where giants roam. Among other races, they seek challenges—guard posts in dangerous territory, sports leagues, or any work that tests their legendary endurance.",
    "societyType": "Goliath society revolves around competition and self-reliance. Every goliath is expected to contribute equally, and those who can't keep up are left behind. Leadership is earned through demonstrated competence, not birthright. Everything is a contest—hunting, climbing, even casual games become opportunities to establish rank. This sounds brutal, but goliaths see it as fair; only the capable should lead. They despise cheaters and those who take unfair advantages.",
    "typicalAssociation": "Goliaths tend toward lawful neutral alignments, following strict tribal codes while respecting strength and capability above external moral systems. They're fiercely competitive but also fair—they want to win against opponents at their best. Pride is central to their identity; being the best matters, but so does earning that status honestly. They struggle with collaborative work where individual contributions are unclear.",
    "physicalAppearance": "Goliaths are imposing figures, standing 7' to 8' tall with heavily muscled builds weighing 280-340 pounds. Their skin is gray, ranging from pale stone to charcoal, often mottled with darker patches that form natural patterns. These 'lithoderms'—darker, stone-like patches—are unique to each goliath. Their heads are bald, with prominent brow ridges and wide-set eyes in blue, green, or gray. Most striking are the bony growths and protrusions on their bodies—shoulders, elbows, and skull—that serve as natural armor and weapons. Their presence commands attention, and their movements convey controlled power even at rest."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "[[size|Medium]] (about 7-8 feet tall)"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    }
  ],
  "traits": [
    {
      "name": "Powerful Build",
      "icon": "shield",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] you make to end the [[grappled_condition|Grappled]] condition. You also count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
    },
    {
      "name": "Large Form",
      "icon": "sword",
      "description": "Starting at 5th level, you can change your size to [[size_large|Large]] as a [[bonus_action|Bonus Action]]. This transformation lasts for 10 minutes or until you end it as a bonus action. While Large, you have [[advantage|Advantage]] on Strength checks, and your speed increases by 10 feet. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
    }
  ],
  "markdown": "\n### Giant Ancestries\nGoliaths bear a supernatural boon from their giant kin. Choose one from the following ancestries to gain a unique benefit:\n\n*   [[cloud_giant|Cloud Giant (Teleportation)]]\n*   [[fire_giant|Fire Giant (Extra Damage)]]\n*   [[frost_giant|Frost Giant (Slow)][\n*   [[hill_giant|Hill Giant (Knock Prone)]]\n*   [[stone_giant|Stone Giant (Damage Reduction)]]\n*   [[storm_giant|Storm Giant (Reaction Damage)]]\n",
  "tags": [
    "race",
    "goliath",
    "giant",
    "humanoid"
  ],
  "aliases": [
    "giant-kin"
  ],
  "seeAlso": [
    "giant_ancestry",
    "large_form",
    "powerful_build"
  ],
  "filePath": "/data/glossary/entries/races/goliath.json",
  "maleImageUrl": "/assets/images/races/Goliath_Male.png",
  "femaleImageUrl": "/assets/images/races/Goliath_Female.png"
}