{
  "id": "hadozee",
  "title": "Hadozee",
  "category": "Character Races",
  "entryLore": "Hadozee are simian humanoids with wing-like flaps of skin that extend from their arms to their legs, allowing them to glide through the air. Originally from a world with towering forests, they adapted to life among the branches before taking to the stars. Hadozee are known for their adventurous spirits, quick reflexes, and adaptability. They make excellent sailors and explorers, equally at home swinging through rigging as they are navigating the void of Wildspace.",
  "source": "AAG",
  "lore": {
    "typicalDwelling": "Hadozee are most at home in the rigging of ships or in treetop villages that offer plenty of opportunities for climbing and jumping. Their dwellings are often lightweight and well-integrated into vertical structures, featuring hammocks, climbing ropes, and multiple vantage points. They value mobility and a clear view of the surrounding area, their homes often feeling more like temporary lookout posts than permanent residences. In larger settlements, they gravitate toward high-altitude quarters or professions that reward their natural agility.",
    "typicalAttire": "Hadozee fashion is defined by functionality and the need for freedom of movement. They favor lightweight, durable garments in natural fabrics like linen and soft leather, often with multiple pockets and attachment points for rope and tools. Their clothing is designed to facilitate climbing and gliding, avoiding anything heavy or restrictive. Many choose to go barefoot to better utilize their dexterous feet. Colors favor the practical—oceanic blues, sun-faded yellows, and the earthy greens of their ancestral forests.",
    "typicalEnvironment": "The high rigging of star-faring ships and the towering forests of their home worlds are the hadozee's preferred habitats. They thrive in environments that challenge their agility and offer plenty of vertical space. Many are drawn to roles as elite sailors, scouts, explorers, and aerial skirmishers. They are comfortable in a variety of climates, provided they have the freedom to move and the opportunity for adventure. They have a natural affinity for the open air and the vast horizons of Wildspace.",
    "societyType": "Hadozee society is decentralized and organized around shared adventure and the collective survival of the community or ship's crew. They value independence, physical agility, and the ability to adapt to any situation. Leadership is often held by the most experienced sailors or those who have successfully guided the group through dangerous voyages. They have a culture that celebrates the spirit of exploration and the joy of a life lived on the edge of the unknown.",
    "typicalAssociation": "Hadozee tend toward neutral good or neutral alignments, driven by a commitment to the wellbeing of their crew and a love for the freedom of the open sky. They are a social and adventurous people, often viewed as energetic and optimistic by those they encounter. They value quick wit, resourcefulness, and the courage to face the unknown. While they are usually peaceful, they are fierce defenders of their friends and their ship's honor.",
    "physicalAppearance": "Hadozee are lithe simian humanoids standing 5 to 6 feet tall with a lightweight, athletic build designed for climbing and gliding. Their bodies are covered in a coat of fine fur ranging in color from deep browns and tawny tans to charcoal grays. Their most striking feature is the flaps of skin that extend from their arms to their legs, allowing them to glide through the air with ease. Their faces are distinctly simian, with large sensitive ears, expressive eyes (usually dark brown or amber), and dexterous muzzles. Their hands and feet are both remarkably dexterous, with opposable thumbs and toes that allow them to climb with uncanny speed and precision. They move with a springy, restless energy, always seemingly on the verge of a leap or a climb. Their presence conveys a sense of infectious enthusiasm and a readiness for adventure."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet, climb 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Dexterous Feet",
      "icon": "hand",
      "description": "As a [[bonus_action|Bonus Action]], you can use your feet to manipulate an object, open or close a door or container, or pick up or set down a Tiny object."
    },
    {
      "name": "Glide",
      "icon": "wind",
      "description": "When you fall at least 10 feet above the ground, you can use your [[reaction]] to extend your skin membranes to glide horizontally a number of feet equal to your walking speed, and you take 0 damage from the fall. You determine the direction of the glide."
    },
    {
      "name": "Hadozee Resilience",
      "icon": "shield",
      "description": "The magic that runs in your veins heightens your natural defenses. When you take damage, you can use your [[reaction]] to roll a d6. Add your [[proficiency_bonus|Proficiency Bonus]] to the number rolled, and reduce the damage you take by an amount equal to that total (minimum of 0 damage). You can use this trait a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "hadozee",
    "humanoid",
    "spelljammer",
    "beastfolk",
    "glide"
  ],
  "aliases": [
    "deck ape",
    "gliding monkey"
  ],
  "seeAlso": [
    "humanoid"
  ],
  "filePath": "/data/glossary/entries/races/hadozee.json",
  "maleImageUrl": "/assets/images/races/Hadozee_Male.png",
  "femaleImageUrl": "/assets/images/races/Hadozee_Female.png"
}
