{
  "id": "half_elf",
  "title": "Half-Elf",
  "category": "Character Races",
  "entryLore": "Half-elves are individuals born from the union of humans and elves, or those who carry the heritage of both lineages in their blood.  They often find themselves navigating two worlds, possessing the versatility of humans and the keen senses or magical affinity of elves.",
  "maleImageUrl": "/assets/images/races/Half_elf_Male.png",
  "femaleImageUrl": "/assets/images/races/Half_elf_Female.png",
  "lore": {
    "typicalDwelling": "Half-elves find homes in both human and elven communities, though they rarely feel entirely at home in either. In human settlements, they often gravitate toward cosmopolitan cities where diversity is celebrated. In elven lands, they may live on the edges of communities, respected but never fully embraced. Many half-elves are drawn to places where cultures mix—port cities, trade crossroads, and frontier settlements where being different is less remarkable. Their homes often reflect their dual heritage: perhaps elven art alongside human comforts.",
    "typicalAttire": "Half-elves dress to navigate both worlds they inhabit. Their clothing often blends human practicality with elven elegance—well-made garments in natural colors, perhaps with subtle elven embroidery or human-style cuts. Many adapt their dress to their current company, appearing more elven among elves and more human among humans. Personal style varies widely, but a tendency toward understated quality over flashy display is common. Jewelry is modest but meaningful, often containing personal or familial significance.",
    "typicalEnvironment": "Half-elves thrive in places of cultural exchange and diversity. They're drawn to environments that offer both the refined beauty elves appreciate and the bustling energy humans create. Cosmopolitan cities suit them well, as do diplomatic posts, trading companies, and traveling professions. Some seek elven forests or human kingdoms specifically, trying to connect more deeply with one side of their heritage. Others embrace the wanderer's life, belonging everywhere and nowhere.",
    "societyType": "Half-elves don't form their own societies but instead navigate the communities of their parent races. They're often natural diplomats and intermediaries, understanding both human urgency and elven patience. Many develop wide social networks across multiple communities, becoming bridges between different peoples. Family structures vary based on which parent raised them, though feelings of not quite belonging can create strong bonds between half-elves who find each other.",
    "typicalAssociation": "Half-elves inherit the chaotic tendencies of both parent races—humans' love of change and elves' appreciation of personal freedom. They tend toward good alignments but value independence highly. Many are charismatic and adaptable, skills developed from a lifetime of navigating social complexities. They're often diplomatic, perceptive, and sensitive to the feelings of others. Some half-elves struggle with identity questions; others embrace their unique perspective as a gift.",
    "physicalAppearance": "Half-elves blend human and elven features in proportions that vary widely between individuals. They typically stand between 5'4\" and 6' tall, with builds ranging from slender and elven to more robust and human. Their ears are pointed but less dramatically so than full elves—often describable as 'slightly pointed' rather than truly elven. Skin, hair, and eye colors span the ranges of both parent races. Many half-elves have the angular elven facial structure softened by human roundness, or human features sharpened by elven delicacy. They lack the faint glow and timeless quality of elves but age more slowly than humans, often appearing a decade younger than their actual years. Their movements tend toward elven grace without its supernatural fluidity."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Different Kindreds",
      "icon": "heart",
      "description": "As a child of different kindreds, you choose whether to inherit the traits of your [[human|Human]] parent or your [[elf|Elf]] parent. Regardless of your choice, you can manifest physical features of both lineages, such as slightly pointed ears or a human-like build with elven grace."
    }
  ],
  "tags": [
    "race",
    "half-elf",
    "human",
    "elf",
    "humanoid"
  ],
  "aliases": [
    "kindred",
    "half-elf"
  ],
  "seeAlso": [
    "human",
    "elf",
    "humanoid"
  ],
  "filePath": "/data/glossary/entries/races/half_elf.json"
}
