{
  "id": "halfling",
  "title": "Halfling",
  "category": "Character Races",
  "entryLore": "Halflings are a practical and lighthearted people who value home and community above all. Despite their small stature, they possess a legendary resilience and a uncanny knack for avoiding misfortune when things look most dire.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Halflings prefer comfortable, well-appointed homes that are warm, dry, and filled with the smells of cooking. Traditional halfling burrows are dug into hillsides with round doors and windows, featuring cozy rooms with low ceilings and well-stocked pantries. Those living among other races often choose cottages or apartments with large kitchens, comfortable furniture, and easy access to markets. A halfling home is always welcoming, with a fire burning and a pot on the stove.",
    "typicalAttire": "Halflings dress for comfort above all else. They favor simple, practical clothing in warm earth tones—russets, yellows, greens, and browns. Typical attire includes loose-fitting trousers or skirts, comfortable blouses or vests, and soft leather shoes that allow their characteristically large, hairy feet to breathe. They rarely wear jewelry on their bodies, preferring to keep their treasures at home, though they do enjoy ornate belt buckles, buttons, and hair pins. Hair is often styled in complex braids or woven patterns.",
    "typicalEnvironment": "Halflings are drawn to pastoral landscapes—rolling hills, fertile farmland, quiet riversides, and sheltered valleys. They prefer temperate climates with mild seasons and avoid harsh extremes. Even in cities, they gravitate toward garden districts, marketplaces, and neighborhoods with a village-like feel. They have little interest in wild frontiers or desolate wastes, preferring settled lands where good food and good company are easy to find.",
    "societyType": "Halfling society revolves around family and community. They don't recognize distant kings or formal governments, instead looking to family elders for guidance and wisdom. Oral traditions are deeply important—stories, legends, and family histories are passed down through generations with remarkable accuracy. Halflings value hospitality, and a guest in a halfling home is treated like family. Their communities are tight-knit but welcoming to outsiders who prove themselves trustworthy.",
    "typicalAssociation": "Halflings tend toward lawful good alignments, valuing community harmony, honest dealing, and the comfort of tradition. They are practical, curious, and remarkably brave despite their small size. Halflings prefer to avoid trouble but face it with surprising courage when it finds them. They love good food, good stories, and simple pleasures, and they're intensely loyal to friends and family. Many have a touch of wanderlust, but home always calls them back.",
    "physicalAppearance": "Halflings stand between 2'8\" and 3'4\" tall, with proportions similar to humans but on a smaller scale. They typically weigh 30-35 pounds. Their bodies are slightly plump and sturdy, built for comfort rather than athleticism. Skin tones are often ruddy or tan, similar to the range found in humans. Hair is usually dark brown or black, worn in complex braids, and most males grow impressive sideburns though true beards are rare. Their faces are round and pleasant, with bright, curious eyes in shades of brown or hazel. Their most distinctive feature is their large, leathery-soled feet, which are covered on top with curly hair and require no shoes. They move quietly with a natural grace that belies their small size, and their expressions typically carry an air of cheerful contentment."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "[[size_small|Small]] (about 3 feet)"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "Up to 150 years"
    }
  ],
  "traits": [
    {
      "name": "Brave",
      "icon": "heart",
      "description": "[[advantage|Advantage]] on saves to avoid or end the [[frightened_condition|Frightened]] condition."
    },
    {
      "name": "Halfling Nimbleness",
      "icon": "wind",
      "description": "Move through the space of any creature that is a size larger than you."
    },
    {
      "name": "Luck",
      "icon": "stars",
      "description": "When you roll a 1 on the d20 for a [[d20_test|D20 Test]], you can reroll it and must use the new roll."
    },
    {
      "name": "Naturally Stealthy",
      "icon": "eye",
      "description": "You can hide even when obscured only by a creature at least one size larger than you."
    }
  ],
  "tags": [
    "race",
    "halfling",
    "humanoid",
    "small"
  ],
  "aliases": [
    "hin"
  ],
  "seeAlso": [
    "humanoid",
    "brave_trait",
    "halfling_luck",
    "nimbleness"
  ],
  "filePath": "/data/glossary/entries/races/halfling.json",
  "maleImageUrl": "/assets/images/races/Halfling_Male.png",
  "femaleImageUrl": "/assets/images/races/Halfling_Female.png"
}
