{
  "id": "harengon",
  "title": "Harengon",
  "category": "Character Races",
  "entryLore": "Harengon are rabbit-folk native to the Feywild, though many have migrated to other planes. They are known for their luck, quick reflexes, and boundless energy. Harengon embody the spirit of freedom and adventure, often finding themselves unable to stay in one place for long. Their large feet allow them to make impressive leaps, and their keen senses and natural agility make them excellent scouts and explorers. Many harengon carry a touch of fey magic that manifests as uncanny luck.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "lore": {
    "typicalDwelling": "Harengon live in vibrant, well-integrated dwellings within the shifting landscapes of the Feywild or in quiet, sun-drenched meadows of the Material Plane. Their homes often feature cozy, well-ventilated burrows, lightweight treetop bridges, and central gathering areas for communal dancing and the exchange of news. They value mobility and social interaction, their living spaces often organized with shared central areas for gathering and the exchange of stories. Their homes are filled with a variety of interesting objects they have collected, reflecting a mind that values travel and spiritual exploration.",
    "typicalAttire": "The attire of a harengon is governed by eccentricity, practicality, and the need for speed. They favor lightweight, colorful garments in natural fabrics like linen and soft leather, often with multiple pockets and attachment points for travel gear. Their clothing is designed to facilitate leaping and fast movement, avoiding anything heavy or restrictive. Many choose to go barefoot to better utilize their powerful feet and sensitive soles. The colors favor the vibrant—bright greens, sunny yellows, and festive crimsons that reflect the spirit of the Feywild.",
    "typicalEnvironment": "Ancient forests, misty moorlands, and any region that rewards agility and quick thinking are the harengon's preferred habitats. They thrive in environments where they can utilize their natural luck and boundless energy. Many are drawn to roles as specialized scouts, professional explorers, or enthusiastic observers of other cultures. They are comfortable in a variety of terrestrial climates, provided they have the freedom to move and the opportunity for celebration. They have a natural affinity for the open air and the next horizon.",
    "societyType": "Harengon society is decentralized and organized around shared adventure and the collective survival of the community or travel group. They value independence, physical agility, and the ability to adapt to any situation. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Harengon tend toward neutral good or neutral alignments, driven by a commitment to the wellbeing of their community and a love for the freedom of the open sky. They are a social and adventurous people, often viewed as energetic and optimistic by those they encounter. They value quick wit, resourcefulness, and the courage to face the unknown. While they are usually peaceful, they are fierce defenders of their friends and their community's honor.",
    "physicalAppearance": "Harengon are lithe rabbit-like humanoids standing 5 to 6 feet tall (or 3 to 4 feet for smaller individuals) with lightweight builds and long, elegant limbs. Their most striking feature is their powerful rabbit-like head, which possesses a broad muzzle, large sensitive ears, and expressive eyes in shades of brown, amber, or vivid green. Their entire body is covered in a coat of fine fur ranging in color from deep browns and tawny tans to charcoal grays. Their hands and feet are both remarkably dexterous, with opposable thumbs and powerful feet capable of delivering lethal strikes or making supernatural leaps. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their strength and enduring luck."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Hare-Trigger",
      "icon": "lightning",
      "description": "You can add your [[proficiency_bonus|Proficiency Bonus]] to your [[initiative]] rolls."
    },
    {
      "name": "Leporine Senses",
      "icon": "eye",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Lucky Footwork",
      "icon": "dice",
      "description": "When you fail a Dexterity saving throw, you can use your [[reaction]] to roll a d4 and add it to the save, potentially turning the failure into a success. You can't use this reaction if you're [[prone]] or your speed is 0."
    },
    {
      "name": "Rabbit Hop",
      "icon": "jump",
      "description": "As a [[bonus_action|Bonus Action]], you can jump a number of feet equal to five times your [[proficiency_bonus|Proficiency Bonus]], without provoking [[opportunity_attack|opportunity attacks]]. You can use this trait only if your speed is greater than 0. You can use it a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "harengon",
    "humanoid",
    "beastfolk",
    "fey",
    "rabbit"
  ],
  "aliases": [
    "rabbitfolk",
    "harefolk"
  ],
  "seeAlso": [
    "humanoid",
    "fey",
    "feywild"
  ],
  "filePath": "/data/glossary/entries/races/harengon.json"
}