{
  "id": "hill_dwarf",
  "title": "Hill Dwarf",
  "category": "Character Races",
  "entryLore": "Hill dwarves possess keen senses, deep intuition, and remarkable resilience. More connected to the surface world than their subterranean kin, they often build settlements into highlands. Their culture emphasizes wisdom and endurance, following the standard ancestral traditions of all dwarves.",
  "lore": {
    "typicalDwelling": "Hill dwarves make their homes in settlements carved into highlands, foothills, and rolling highland terrain rather than deep mountain ranges. Their holds are often partially above ground, with surface-level workshops and markets while living quarters extend into the hillside. These settlements maintain closer ties to surface trade than their mountain cousins, featuring well-traveled roads and welcoming taverns. A hill dwarf home balances traditional dwarven stonework with more windows and natural light than underground cities.",
    "typicalAttire": "Hill dwarves dress practically for their dual existence between surface and stone. They favor earth-toned woolens, sturdy leather vests, and boots suited for both rocky tunnels and grassy hillsides. While they share the dwarven love of craftsmanship, their clothing tends toward utility over ostentation. Beards are braided but typically shorter and less elaborately decorated than mountain dwarf styles. Jewelry often incorporates amber, agate, and other stones found in their highland territories.",
    "typicalEnvironment": "Hill dwarves prefer gentle highlands, rolling foothills, and elevated plateaus—terrain that offers stone for building and mining while remaining connected to the surface world. They choose locations near trade routes, fertile valleys, and sources of fresh water. Unlike their mountain kin, hill dwarves interact regularly with human and halfling neighbors, establishing themselves as reliable trading partners and skilled craftspeople.",
    "societyType": "Hill dwarf society maintains traditional clan structures but with greater openness to outsiders. Their settlements often include non-dwarf residents, and inter-clan and inter-racial marriages are more common. They value wisdom, endurance, and practical skill. Hill dwarf elders are renowned for their keen intuition and sound judgment. While still respecting tradition, hill dwarves adapt more readily to changing circumstances than other dwarven cultures.",
    "typicalAssociation": "Hill dwarves share the lawful good tendencies of all dwarves but temper their stubbornness with greater flexibility. They're known for their wisdom, patience, and remarkable endurance—both physical and mental. They make excellent diplomats and merchants, bridging dwarven and surface cultures. While they hold grudges like all dwarves, hill dwarves are more likely to seek resolution through negotiation than prolonged conflict.",
    "physicalAppearance": "Hill dwarves stand between 4' and 4'8\" tall with stocky, powerful builds, though they tend to be slightly leaner than mountain dwarves. They typically weigh 140-180 pounds. Their skin often shows more weathering from surface life—tanned or ruddy complexions are common. Eyes are typically warm colors: amber, brown, or hazel. Hair ranges from brown to black to auburn, with gray appearing earlier than in other dwarves due to surface sun exposure. Beards are full but often kept shorter for practical reasons. Their movements show the solid dwarven gait combined with a more relaxed, approachable demeanor."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]] and [[dwarf]]"
    },
    {
      "label": "Size",
      "value": "[[size|Medium]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|120 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Dwarven Toughness",
      "icon": "heart",
      "description": "Your [[hit_points|Hit Point]] maximum increases by 1, and it increases by 1 again whenever you gain a level."
    },
    {
      "name": "Dwarven Resilience",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[poison_damage|Poison damage]] and [[advantage|Advantage]] on saves against the [[poisoned_condition|Poisoned condition]]."
    }
  ],
  "tags": [
    "race",
    "dwarf",
    "hill dwarf",
    "humanoid"
  ],
  "aliases": [
    "hillfolk",
    "surface dwarf"
  ],
  "seeAlso": [
    "dwarf",
    "darkvision",
    "duergar"
  ],
  "filePath": "/data/glossary/entries/races/hill_dwarf.json",
  "maleImageUrl": "/assets/images/races/Dwarf_Hill_Male.png",
  "femaleImageUrl": "/assets/images/races/Dwarf_Hill_Female.png"
}
