{
  "id": "hobgoblin",
  "title": "Hobgoblin",
  "category": "Character Races",
  "entryLore": "Hobgoblins are disciplined and militant humanoids with a strong sense of hierarchy and honor. Like their goblin and bugbear kin, hobgoblins trace their origins to the Feywild, where they were first created by the god Maglubiyet. They are known for their tactical minds, martial prowess, and unwavering loyalty to their legions. Hobgoblins value strength, discipline, and cunning, and they respect those who demonstrate these qualities regardless of their origin. Their fey heritage grants them a supernatural ability to bolster their allies in times of need.",
  "lore": {
    "typicalDwelling": "Hobgoblins favor highly organized and defensible dwellings, often constructed with military precision. Their settlements range from fortified stone keeps and walled camps to subterranean bunkers with complex networks of tunnels. Every structure serves a strategic purpose, with clear lines of sight and reinforced defenses. Even in peaceful environments, their homes are kept meticulously clean and orderly, reflecting their deep-rooted discipline and sense of hierarchy.",
    "typicalAttire": "The attire of a hobgoblin is a reflection of their martial culture and personal honor. They favor well-maintained uniforms, layered leather, and functional cloth in deep maroons, blacks, and earth-toned grays. Many decorate their clothing with symbols of their legion or rank, as well as tokens of personal achievement. They possess a deep respect for weapons and armor, keeping their gear in peak condition. Even in civilian settings, they carry themselves with a soldierly bearing, their attire always practical and prepared for action.",
    "typicalEnvironment": "Hobgoblins are drawn to environments that reward order and strategic planning—fortified borderlands, bustling trade hubs, and places of political power. They are often found serving as professional soldiers, administrators, or elite guards. While they are comfortable in a variety of terrestrial habitats, they prefer landscapes where they can maintain control and establish a clear chain of command. They are rarely seen in chaotic or uncontrolled wilderness unless they are in the process of taming it.",
    "societyType": "Hobgoblin society is intensely hierarchical and organized around the legion. Loyalty to the group and the chain of command is the foundation of their culture. They value discipline, tactical brilliance, and the fulfillment of one's duty. Status is earned through merit and service, and they have a complex system of honor that guides their interactions. They believe in the power of the collective, often working in perfect unison to achieve goals that would be impossible for individuals.",
    "typicalAssociation": "Hobgoblins tend toward lawful alignments, primarily lawful neutral. Their worldview is defined by a sense of order and the belief that a well-structured society is the only defense against chaos. They are not naturally cruel, but they are ruthless in the pursuit of their objectives and the protection of their kin. They value reciprocity and honor their agreements with a seriousness that can be both admirable and intimidating to other races.",
    "physicalAppearance": "Hobgoblins are powerfully built humanoids standing 6 to 6.5 feet tall, with a broad-shouldered and athletic physique. Their skin ranges from ruddy tan to a deep copper-red, often becoming darker with age or exposure to the elements. Their most distinctive features are their large, slightly pointed ears and their prominent noses, which are often a shade of red or even blue in some individuals. Their eyes are typically dark and piercing, reflecting their focused and disciplined nature. Their hair is usually dark and kept in practical styles—tight braids, topknots, or closely cropped. They move with a deliberate, measured gait that conveys both confidence and readiness for combat."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Fey Gift",
      "icon": "gift",
      "description": "You can use this trait to take the [[help_action|Help action]] as a [[bonus_action|Bonus Action]], and you can do so a number of times equal to your [[proficiency_bonus|Proficiency Bonus]]. You regain all expended uses when you finish a [[long_rest|Long Rest]]. When you use this version of Help, the creature who receives the help also gains a benefit based on the emotion you choose: **Hospitality** (you and the target each gain temporary hit points equal to 1d6 + your proficiency bonus), **Passage** (you and the target each increase your walking speeds by 10 feet until the start of your next turn), or **Spite** (the target can add 1d6 to the damage roll of the first attack it makes before the start of your next turn)."
    },
    {
      "name": "Fortune from the Many",
      "icon": "dice",
      "description": "If you miss with an attack roll or fail an ability check or a saving throw, you can draw on your bonds of reciprocity to gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +3). You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "hobgoblin",
    "humanoid",
    "goblinoid",
    "fey",
    "military"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "goblin",
    "bugbear",
    "fey_ancestry"
  ],
  "filePath": "/data/glossary/entries/races/hobgoblin.json",
  "maleImageUrl": "/assets/images/races/hobgoblin_male.png",
  "femaleImageUrl": "/assets/images/races/hobgoblin_female.png"
}
