{
  "id": "human",
  "title": "Human",
  "category": "Character Races",
  "entryLore": "Humans are the most ambitious and adaptable of the common races. They have a remarkable capacity for learning and a drive to leave a lasting mark on the world, whether through conquest, art, or discovery.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Humans are the most adaptable of all races when it comes to living conditions. They build and inhabit everything from simple farming villages to sprawling imperial cities, from mountain fortresses to coastal trading ports. A human home might be a thatched cottage, a townhouse, a manor, or a cramped apartment in a crowded metropolis. Unlike other races, humans have no 'typical' dwelling—their homes reflect the vast diversity of human cultures and circumstances.",
    "typicalAttire": "Human clothing varies enormously based on culture, climate, profession, and social status. A farmer might wear simple homespun wool, while a merchant displays fine linens and silks. Soldiers wear mail and leather, scholars prefer comfortable robes, and nobles adorn themselves with the latest fashions. This diversity is the human trademark—no other race shows such variety in personal style. The only constant is that humans dress to reflect their identity, aspirations, and place in society.",
    "typicalEnvironment": "Humans thrive in virtually every environment imaginable. They build cities in deserts, forests, plains, coastlines, and mountains. They farm, fish, mine, trade, and wage war across every terrain. While individual human cultures may adapt to specific environments, the race as a whole has colonized more territory than any other, driven by ambition, curiosity, and sheer determination.",
    "societyType": "Human societies are incredibly diverse, ranging from loose tribal confederations to rigid feudal kingdoms to democratic republics. They form empires and then watch them fall, building anew on the ruins. Humans organize themselves around families, guilds, religions, nations, and countless other affiliations. They are quick to form hierarchies and equally quick to overthrow them. Their short lives drive them to accomplish much in little time, leading to rapid innovation and change.",
    "typicalAssociation": "Humans show the full range of alignments and temperaments—there is no 'typical' human personality. They are equally capable of great heroism and terrible villainy, often within the same lifetime. What defines humans is their ambition, their adaptability, and their capacity for rapid change. They learn quickly, form alliances easily, and pursue their goals with remarkable determination. Other races often find them unpredictable, but few doubt their potential.",
    "physicalAppearance": "Humans display the greatest diversity of any race in their physical appearance. They stand between 5' and 6'2\" on average, with builds ranging from slight to heavily muscled. Skin tones span from pale pinks to deep browns and everything between. Hair can be any color from platinum blonde to jet black, straight or curly, worn in countless styles. Eyes are typically brown, blue, green, gray, or hazel, though countless variations exist. Facial structures vary by culture and region—some populations have broader features, others more angular. The only consistent trait is their lack of consistency: within any human settlement, one finds a remarkable variety of appearances, ages, and physical conditions."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "About 80 years"
    }
  ],
  "traits": [
    {
      "name": "Resourceful",
      "icon": "lightbulb",
      "description": "You gain [[heroic_inspiration]] whenever you finish a [[long_rest]]."
    },
    {
      "name": "Skillful",
      "icon": "book",
      "description": "You gain proficiency in one skill of your choice."
    },
    {
      "name": "Versatile",
      "icon": "magic",
      "description": "You gain an [[feats|Origin feat]] of your choice."
    }
  ],
  "tags": [
    "race",
    "human",
    "humanoid"
  ],
  "aliases": [
    "humankind"
  ],
  "seeAlso": [
    "humanoid",
    "skill_proficiencies",
    "feats",
    "heroic_inspiration"
  ],
  "filePath": "/data/glossary/entries/races/human.json",
  "maleImageUrl": "/assets/images/races/Human_Male.png",
  "femaleImageUrl": "/assets/images/races/Human_Female.png"
}