{
  "id": "kalashtar",
  "title": "Kalashtar",
  "category": "Character Races",
  "entryLore": "The kalashtar are a compound people, created from the union of humanity and renegade spirits from the plane of dreams known as quori. Kalashtar are often seen as wise, spiritual people with great compassion for others. They are characterized by their dual nature, sharing their body with a quori spirit that grants them psionic abilities. Though they appear human, kalashtar often have an otherworldly quality about them. They strive to find peace and balance, working to protect the world from the sinister Dreaming Dark.",
  "lore": {
    "typicalDwelling": "Kalashtar typically live in monastic communities or quiet urban neighborhoods where they can practice their spiritual disciplines and meditation without distraction. Their homes are elegant and spartan, focused on creating a peaceful environment for mental and psionic cultivation. They favor light, airy spaces with minimal furniture and decorations that serve as aids to contemplation—singing bowls, incense burners, and intricate mandalas. Their settlements are often hidden or protected by subtle psionic wards to keep them safe from the servants of the Dreaming Dark.",
    "typicalAttire": "Kalashtar fashion is defined by elegance, comfort, and spiritual significance. They favor flowing garments in light, breathable fabrics like silk and fine linen. Colors are often pale and harmonious—whites, soft blues, silvers, and lavenders. Their attire is designed to facilitate meditation and movement. Many wear scarves, sashes, or intricate jewelry that incorporates crystals—psionic conduits that help them focus their mental energies. Their appearance is always meticulously clean and orderly, reflecting the clarity and discipline of their minds.",
    "typicalEnvironment": "High-altitude mountains, quiet coastal retreats, and the intellectual districts of major cities are the kalashtar's preferred habitats. They thrive in environments that offer a degree of seclusion and peace. Many are drawn to roles as counselors, spiritual leaders, philosophers, and researchers of the psionic arts. They are comfortable in environments that reward intuition and mental fortitude, often serving as calm anchors for those around them. They seek out places where they can better connect with their quori spirits and guard against the influence of nightmares.",
    "societyType": "Kalashtar society is organized around shared spirituality and the collective defense against the Dreaming Dark. They value compassion, wisdom, and the pursuit of internal balance above material wealth or political power. Leadership is usually held by the most enlightened or psionically gifted individuals. Their culture is deeply internal and reflective, primarily focused on the preservation of their dual heritage and the ongoing war for the soul of the plane of dreams. They maintain a silent, telepathic network of communication within their communities.",
    "typicalAssociation": "Kalashtar tend toward lawful good alignments, driven by a deep sense of compassion and a commitment to protecting the world from darkness. They are an introspective and empathetic people, often possessing a profound understanding of the suffering and hopes of others. While they are usually peaceful and avoid conflict, they are resolute in their opposition to evil. They value self-discipline and the mastery of one's own mind, viewing their psionic gifts as a sacred responsibility to be used for the benefit of all living things.",
    "physicalAppearance": "Kalashtar are visually identical to humans at first glance, but they possess an undeniable otherworldly quality that becomes evident upon closer inspection. They stand between 5.5 and 6 feet tall with slender, graceful builds. Their skin tones and hair colors follow human norms, but their features are often more symmetrical and refined. Their most striking feature is their eyes—deep and expressive, they often seem to hold a faint, shimmering light or a depth that is not entirely human. Their voices have a distinct resonance, and their movements are characterized by a preternatural calm and precision. Those sensitive to magic or psionics may perceive a faint, shimmering aura that surrounds a kalashtar, the visible manifestation of their linked quori spirit."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Dual Mind",
      "icon": "mind",
      "description": "You have [[advantage]] on all Wisdom saving throws."
    },
    {
      "name": "Mental Discipline",
      "icon": "shield",
      "description": "You have resistance to [[psychic_damage|psychic damage]]."
    },
    {
      "name": "Mind Link",
      "icon": "telepathy",
      "description": "You can speak telepathically to any creature you can see, provided the creature is within a number of feet of you equal to 10 times your level. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language. When you're using this trait to speak telepathically to a creature, you can use your action to give that creature the ability to speak telepathically with you for 1 hour or until you end this effect as an action. To use this ability, the creature must be able to see you and must be within this trait's range. You can give this ability to only one creature at a time; giving it to a creature takes it away from another creature who has it."
    },
    {
      "name": "Severed from Dreams",
      "icon": "moon",
      "description": "Kalashtar sleep, but they don't connect to the plane of dreams as other creatures do. Instead, their minds draw from the memories of their otherworldly spirit while they sleep. As such, you are immune to spells and other magical effects that require you to dream, like [[dream]], but not to spells and other magical effects that put you to sleep, like [[sleep]]."
    }
  ],
  "tags": [
    "race",
    "kalashtar",
    "humanoid",
    "psionic",
    "quori"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "psychic_damage"
  ],
  "filePath": "/data/glossary/entries/races/kalashtar.json",
  "maleImageUrl": "/assets/images/races/kalashtar_male.png",
  "femaleImageUrl": "/assets/images/races/kalashtar_female.png"
}
