{
  "id": "kalashtar",
  "title": "Kalashtar",
  "category": "Character Races",
  "entryLore": "The kalashtar are a compound people, created from the union of humanity and renegade spirits from the plane of dreams known as quori. Kalashtar are often seen as wise, spiritual people with great compassion for others. They are characterized by their dual nature, sharing their body with a quori spirit that grants them psionic abilities. Though they appear human, kalashtar often have an otherworldly quality about them. They strive to find peace and balance, working to protect the world from the sinister Dreaming Dark.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "ERLW",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Dual Mind",
      "icon": "mind",
      "description": "You have [[advantage]] on all Wisdom saving throws."
    },
    {
      "name": "Mental Discipline",
      "icon": "shield",
      "description": "You have resistance to [[psychic_damage|psychic damage]]."
    },
    {
      "name": "Mind Link",
      "icon": "telepathy",
      "description": "You can speak telepathically to any creature you can see, provided the creature is within a number of feet of you equal to 10 times your level. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language. When you're using this trait to speak telepathically to a creature, you can use your action to give that creature the ability to speak telepathically with you for 1 hour or until you end this effect as an action. To use this ability, the creature must be able to see you and must be within this trait's range. You can give this ability to only one creature at a time; giving it to a creature takes it away from another creature who has it."
    },
    {
      "name": "Severed from Dreams",
      "icon": "moon",
      "description": "Kalashtar sleep, but they don't connect to the plane of dreams as other creatures do. Instead, their minds draw from the memories of their otherworldly spirit while they sleep. As such, you are immune to spells and other magical effects that require you to dream, like [[dream]], but not to spells and other magical effects that put you to sleep, like [[sleep]]."
    }
  ],
  "tags": [
    "race",
    "kalashtar",
    "humanoid",
    "eberron",
    "psionic",
    "quori"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "psychic_damage"
  ],
  "filePath": "/data/glossary/entries/races/kalashtar.json",
  "maleImageUrl": "/assets/images/races/Kalashtar_Male.png",
  "femaleImageUrl": "/assets/images/races/Kalashtar_Female.png"
}