{
  "id": "kender",
  "title": "Kender",
  "category": "Character Races",
  "entryLore": "Kender are small humanoids native to the world of Krynn, known for their insatiable curiosity, fearlessness, and tendency to 'find' things that belong to others. They are not truly thieves—they simply have a different understanding of personal property and often forget how items came to be in their pouches. Kender are immune to fear and often charge headlong into danger without a second thought, much to the consternation of their companions. Their boundless optimism and cheerful demeanor can be both endearing and exasperating.",
  "lore": {
    "typicalDwelling": "Kender live in cluttered, vibrant dwellings that reflect their insatiable curiosity and lack of formal boundaries. Their homes are filled with a dizzying variety of 'found' objects—shiny stones, peculiar tools, half-remembered tokens, and mechanical curiosities. In their native world of Krynn, they inhabit colorful caravan-cities and sprawling village-hubs that are a constant hive of social activity and discovery. They value hospitality and the sharing of stories, their living spaces always open to fellow travelers and anyone with an interesting item or a tale to tell.",
    "typicalAttire": "Kender fashion is governed by eccentricity, practicality, and the need for many, many pouches. They favor bright, colorful garments in a mix of styles and fabrics, often decorated with embroidery, ribbons, and bells. Their most iconic accessory is the multi-pouched belt or harness, which they use to store the countless items they 'find' during their travels. Their appearance is always energetic and expressive, treating their clothing as a canvas for their latest adventures. They have a particular fondness for headgear that is both functional and flamboyant.",
    "typicalEnvironment": "Ancient ruins, bustling market-districts, and any location that rewards exploration and the discovery of interesting items are the kender's preferred habitats. They thrive in environments where they can utilize their natural fearlessness and curiosity. Many are drawn to roles as specialized scouts, professional 'finders,' or enthusiastic observers of other cultures. They are comfortable in any environment that offers the promise of adventure and the chance to meet new and interesting people. They have a natural affinity for the open road and the next horizon.",
    "societyType": "Kender society is fluid and decentralized, primarily organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Kender tend toward chaotic good alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Kender are charmingly small humanoids standing about 3 to 4 feet tall with slender, athletic builds and an aura of tireless energy. Their skin tones range through human norms, often featuring a sun-touched or weathered appearance from a life of travel. Their features are refined and characterized by a sense of youthful inquisitiveness, with large expressive eyes (usually blue, amber, or emerald green) that convey an intense concentration. Their hair is typically dark and kept in practical or eccentric styles like tight braids or high crests. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tireless search for understanding. They possess a natural fearlessness that is unmistakable in their bearing."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "[[size|Small]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Fearless",
      "icon": "heart",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[frightened]] condition on yourself. When you fail such a saving throw, you can choose to succeed instead. Once you succeed on a saving throw in this way, you can't do so again until you finish a [[long_rest|Long Rest]]."
    },
    {
      "name": "Kender Curiosity",
      "icon": "eye",
      "description": "You gain proficiency with one of the following skills of your choice: [[insight|Insight]], [[investigation|Investigation]], [[sleight_of_hand|Sleight of Hand]], [[stealth|Stealth]], or [[survival|Survival]]."
    },
    {
      "name": "Taunt",
      "icon": "speech",
      "description": "As a [[bonus_action|Bonus Action]], you can unleash a string of provoking words at a creature within 60 feet of you that can hear and understand you. The target must succeed on a Wisdom saving throw, or it has [[disadvantage]] on attack rolls against targets other than you until the start of your next turn. The DC equals 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Intelligence, Wisdom, or Charisma modifier (choose when you select this race). You can use this trait a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "kender",
    "humanoid",
    "fearless",
    "curious"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "halfling"
  ],
  "filePath": "/data/glossary/entries/races/kender.json",
  "maleImageUrl": "/assets/images/races/kender_male.png",
  "femaleImageUrl": "/assets/images/races/kender_female.png"
}
