{
  "id": "kenku",
  "title": "Kenku",
  "category": "Character Races",
  "entryLore": "Kenku are feathered folk whose roots trace back to the shadow of the raven. Though they have lost the gift of flight, they have been blessed with supernaturally accurate memories and an uncanny ability to mimic any sound or voice they hear. They often serve as legendary scribes, observers, and spies, flourishing in the urban centers where their unique talents are most valued.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Kenku thrive in cities, particularly in overlooked corners—attics, abandoned buildings, sewer passages, and rooftop warrens. They cluster in small groups, preferring cramped spaces that other races find uncomfortable. Their lairs are often cluttered with collected objects—shiny things, interesting sounds preserved in their memories, and stolen goods. They avoid countryside living, feeling exposed without structures to hide in.",
    "typicalAttire": "Kenku dress in practical, often scavenged clothing in dark colors that help them blend into urban shadows. Hoods and cloaks that cover their distinctive silhouettes are common. They favor pockets and hidden pouches for their collections. Many decorate themselves with shiny objects—buttons, coins, polished metal—displayed like treasures. Their clothing often appears shabby but conceals surprising value.",
    "typicalEnvironment": "Dense urban areas are the kenku's natural habitat. They haunt the spaces between legitimate society—thieves' guilds, entertainment districts, markets where questions aren't asked, and the rooftops above them all. They're uncomfortable in wilderness or open spaces where their mimicry talent provides less advantage. The perfect kenku environment has lots of sounds to learn and secrets to overhear.",
    "societyType": "Kenku organize into flocks—small, secretive groups bound by mutual benefit and survival. Leadership goes to the cleverest rather than the strongest. They communicate through sounds and voices they've collected, creating a sort of audio library shared among flock members. Trust is limited to those who've proven themselves; outsiders rarely see past their suspicious nature. Many flocks work for more powerful organizations—as spies, forgers, or specialists.",
    "typicalAssociation": "Kenku tend toward chaotic and neutral alignments, navigating society's margins rather than its structures. They're survivalists first—morality matters less than getting by. That said, they form genuine bonds within their flocks and can be surprisingly loyal to those who earn it. Their lost ability to create original ideas often manifests as melancholy, but many kenku embrace mimicry as art in its own right.",
    "physicalAppearance": "Kenku are humanoid ravens standing 5' to 5'8\" tall with lightweight builds suited for quick movement. Their bodies are covered in black feathers, sometimes showing iridescent purple or blue in certain light. Their heads are distinctly avian—sharp beaks, round dark eyes that seem to take in everything, and small feathered tufts where ears would be. Their hands end in three long, dexterous fingers with short claws. They cannot fly (a loss they mourn deeply), though vestigial wings sometimes twitch with phantom memory. They move in quick, jerky motions, heads tilting to focus on sounds. When they speak, they produce an eerie collage of other creatures' voices."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Expert Duplication",
      "icon": "sword",
      "description": "You have [[advantage|Advantage]] on ability checks you make to produce an exact duplicate of writing or any other craftwork, including [[documents]] and [[art]]."
    },
    {
      "name": "Kenku Recall",
      "icon": "eye",
      "description": "You have [[proficiency|proficiency]] in two skills of your choice. Furthermore, when you make an ability check using any skill in which you have proficiency, you can give yourself [[advantage|Advantage]] on the check. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    },
    {
      "name": "Mimicry",
      "icon": "magic",
      "description": "You can mimic sounds you have heard, including voices. A creature that hears the sounds can tell they are imitations with a successful Wisdom ([[insight|Insight]]) check against a DC equal to 8 + your Charisma modifier + your Proficiency Bonus."
    }
  ],
  "tags": [
    "race",
    "kenku",
    "mimicry",
    "recall",
    "humanoid",
    "raven"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "deception",
    "insight",
    "skill_proficiencies"
  ],
  "filePath": "/data/glossary/entries/races/kenku.json",
  "maleImageUrl": "/assets/images/races/Kenku_Male.png",
  "femaleImageUrl": "/assets/images/races/Kenku_Female.png"
}