{
  "id": "kobold",
  "title": "Kobold",
  "category": "Character Races",
  "entryLore": "Small and clever, kobolds are distant kin of dragons. While often viewed as mere pests by larger folk, they possess a remarkable communal spirit and a surprising ingenuity. They are experts at setting traps and navigating tight spaces, using their draconic heritage to tap into subtle magical or physical gifts that allow them to overcome their diminutive size.",
  "source": "MPMM",
  "lore": {
    "typicalDwelling": "Kobolds live in incredibly well-organized subterranean complexes, often hidden beneath mountains or deep within dense forests. Their homes are a marvel of small-scale engineering, filled with winding tunnels too narrow for larger folk to navigate comfortably. These warrens are packed with clever traps, hidden passages, and communal living spaces where the entire tribe shares chores and resources. They have a particular talent for utilizing every inch of space, creating thriving vertical communities in locations others would find uninhabitable.",
    "typicalAttire": "Kobold fashion is defined by scavenging and practicality. They wear simple, hard-wearing clothing made from treated leather, rough-woven fabrics, and occasionally dragon-scale fragments. Their garments are designed for mobility and ease of movement in cramped tunnels. Many wear belts and harnesses with numerous pouches for carrying tools, trap components, and shiny treasures. They have a fondness for bright colors and metallic accents, which they believe reflect their draconic ancestry. Protective gear, such as gauntlets or reinforced boots, is common among their miners and trappers.",
    "typicalEnvironment": "Subterranean caves, abandoned mines, and the ruins of ancient draconic sites are the kobold's preferred habitats. They thrive in environments where they can utilize their technical ingenuity and communal strength. Many take up residence near the lairs of true dragons, whom they view with a mix of religious awe and practical respect. They are uncomfortable in wide-open spaces or high-altitude environments where they feel exposed and vulnerable to predators from above.",
    "societyType": "Kobold society is intensely communal and egalitarian, organized around the tribe. Every kobold is expected to contribute to the group's survival, and individual ego is largely suppressed in favor of the tribe's needs. They value hard work, clever problem-solving, and the ability to work in perfect concert with their kin. Leadership is often a collective effort, with respected elders or particularly skilled trappers providing guidance. They have a shared draconic identity that binds them together and fuels their surprising resilience.",
    "typicalAssociation": "Kobolds tend toward lawful neutral alignments, driven by a deep respect for the tribe's rules and the hierarchical nature of their draconic heritage. They are not naturally malicious, but they are fiercely protective of their homes and can be ruthless when threatened. They are often viewed as cowards by other races, but this is a misunderstanding of their survival strategy—they believe in fighting as a group and using every trick in the book to overcome their physical disadvantage.",
    "physicalAppearance": "Kobolds are diminutive humanoids standing about 2.5 to 3 feet tall with a lean, reptilian build and wiry strength. Their skin is covered in small, hard scales that range in color from rusty reds and browns to dark grays and even deep purples. Their faces are distinctly draconic, with long snouts, small sharp teeth, and glowing eyes (usually yellow, orange, or red) that can see in total darkness. Many possess small horns or crests that vary in shape and size by individual. Their tails are short but muscular, aiding their balance and movement in tight spaces. Despite their small size, they carry themselves with a surprising dignity, their movements a mix of reptilian stillness and sudden, efficient bursts of activity."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "[[size|Small]]"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Draconic Cry",
      "icon": "magic",
      "description": "As a [[bonus_action|Bonus Action]], you can let out a cry at your enemies within 10 feet of you. Until the start of your next turn, you and your allies have [[advantage|Advantage]] on attack rolls against any of those enemies who could hear you. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    },
    {
      "name": "Kobold Legacy",
      "icon": "stars",
      "description": "You have a connection to dragons which grants you one of the following benefits: **Craftiness** (proficiency in one skill), **Defiance** (advantage on saves against being frightened), or **Draconic Sorcery** (you know one cantrip from the sorcerer spell list)."
    }
  ],
  "tags": [
    "race",
    "kobold",
    "draconic",
    "small",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "draconic_cry",
    "kobold_legacy"
  ],
  "filePath": "/data/glossary/entries/races/kobold.json",
  "maleImageUrl": "/assets/images/races/kobold_male.png",
  "femaleImageUrl": "/assets/images/races/kobold_female.png"
}
