{
  "id": "leonin",
  "title": "Leonin",
  "category": "Character Races",
  "entryLore": "Leonin are fierce, lion-like humanoids who dwell in the golden savannas of Theros. They are proud hunters and warriors who value strength, courage, and family bonds above all else. Leonin society revolves around prides, tight-knit family groups led by experienced hunters. They are deeply suspicious of the gods, believing that mortals should rely on their own strength rather than divine intervention. This skepticism stems from ancient betrayals, and most leonin take pride in their self-reliance and the power of their roar.",
  "source": "MOoT",
  "lore": {
    "typicalDwelling": "Leonin live in large, open-air encampments or simple, sturdy structures on the golden savannas and sun-drenched plains they call home. Their dwellings are organized around the pride, with shared central areas for gathering and communal fires. They favor high ground with clear views of the surrounding terrain, allowed them to spot game or intruders from a distance. Their homes are integrated into the landscape, using lightweight but durable materials like sun-dried brick, hides, and woven grasses.",
    "typicalAttire": "Leonin fashion is a testament to their self-reliance and connection to the hunt. They favor simple, functional clothing made from materials they have harvested themselves—cured leather, rough-woven wools, and occasionally the hides of defeated foes. Their garments are designed for mobility and comfort in warm climates. Many pride members decorate their clothing or fur with patterns that denote their status or personal achievements. Jewelry is common and often features polished teeth, claws, and stones from their homeland.",
    "typicalEnvironment": "Vast savannas, rolling grasslands, and sun-baked plains are the leonin's natural habitats. They thrive in environments that offer plenty of space to run and hunt. Many seek out roles that utilize their natural strength and courage—as elite scouts, champion hunters, or guardians of their people's territory. They are deeply uncomfortable in dense forests or cramped urban centers where they feel confined and separated from the horizon they love.",
    "societyType": "Leonin society revolves around the pride—a tight-knit family group bound by shared history and mutual protection. They value strength, independence, and the preservation of their family's honor. Leadership is usually held by a council of senior pride members or the most experienced hunter. They have a deep-seated skepticism of the gods, preferring to rely on their own physical prowess and the strength of their family bonds over divine intervention.",
    "typicalAssociation": "Leonin tend toward neutral good or neutral alignments, valuing the wellbeing of their pride and the natural order of their lands. They are a proud and independent people, often viewed as aloof or suspicious by outsiders. However, they are intensely loyal to those who earn their trust and possess a fierce sense of justice. Their bravery is legendary, and they believe that the truest measure of a person is their ability to protect their kin and face adversity with courage.",
    "physicalAppearance": "Leonin are imposing lion-like humanoids standing 6 to 7 feet tall with a powerfully muscled and athletic build. Their bodies are covered in a coat of fine fur ranging in color from golden yellow and tawny brown to deep bronze or even dusky gray. Their most striking feature is their feline head, possessing a powerful jaw, large sensitive ears, and a thick mane (in males) that grows fuller with age. Their eyes are large and keen, often a golden, amber, or emerald green color. Their hands and feet end in powerful, retractable claws capable of delivering lethal strikes. They move with a predatory, feline grace, every motion conveying both latent power and hyper-awareness of their surroundings."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Claws",
      "icon": "claw",
      "description": "You have retractable claws that you can use to make unarmed strikes. When you hit with them, you deal slashing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
    },
    {
      "name": "Hunter's Instincts",
      "icon": "paw",
      "description": "You have proficiency in one of the following skills of your choice: [[athletics|Athletics]], [[intimidation|Intimidation]], [[perception|Perception]], or [[survival|Survival]]."
    },
    {
      "name": "Daunting Roar",
      "icon": "sound",
      "description": "As a [[bonus_action|Bonus Action]], you can let out an especially menacing roar. Creatures of your choice within 10 feet of you that can hear you must succeed on a Wisdom saving throw or become [[frightened]] of you until the end of your next turn. The DC of the save equals 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Constitution modifier. Once you use this trait, you can't use it again until you finish a [[short_rest|Short Rest]] or [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "leonin",
    "humanoid",
    "theros",
    "beastfolk",
    "lion"
  ],
  "aliases": [
    "lionfolk"
  ],
  "seeAlso": [
    "humanoid",
    "frightened"
  ],
  "filePath": "/data/glossary/entries/races/leonin.json",
  "maleImageUrl": "/assets/images/races/Leonin_Male.png",
  "femaleImageUrl": "/assets/images/races/Leonin_Female.png"
}
