{
    "id": "lizardfolk",
    "title": "Lizardfolk",
    "category": "Character Races",
    "entryLore": "Lizardfolk are ancient reptilian humanoids who primarily inhabit swamps and jungles. Often viewed as cold or indifferent by other races due to their focus on survival and practical logic, they possess a deep and ancestral connection to the natural world. They are superbly adapted for life in and around water, using their natural weapons and keen survival instincts to thrive in environments that would be fatal to many.",
    "imageUrl": "/assets/images/races/lizardfolk_female.png",
    "source": "MPMM",
    "lore": {
        "typicalDwelling": "Lizardfolk build their settlements in swamps, marshes, and coastal wetlands—environments that would be miserable for most races but are perfect for their amphibious nature. Their structures use natural materials: mud, reeds, driftwood, and bone. Villages often appear abandoned or primitive to outsiders but are precisely designed for their needs. Everything serves a purpose; decoration for its own sake is meaningless. Underwater chambers and mud-lined sleeping pits are common.",
        "typicalAttire": "Lizardfolk wear little clothing—their scales provide protection, and their cold blood handles temperature naturally. What they do wear is purely functional: harnesses for carrying tools, pouches for food, and occasionally decorative items that denote status or tribal affiliation. Body paint and patterns carved into scales mark achievements and roles. Armor, when worn, is often crafted from the bones and hides of defeated enemies or hunted prey.",
        "typicalEnvironment": "Warm, wet environments call to lizardfolk—swamps, jungles, tropical coasts, and river deltas. They need access to water and hunting grounds. They're deeply uncomfortable in deserts, tundra, or high mountains. Urban environments confuse them; the abstract systems of currency, law, and social nicety make little survival sense. They constantly evaluate their surroundings for threats, resources, and potential food.",
        "societyType": "Lizardfolk society is pragmatic to the extreme. They organize around survival: food, defense, and reproduction. Leaders are those who ensure the tribe survives—hunters, shamans, and warriors who've proven their value. Emotional attachment as other races understand it is foreign to them; they form bonds because those bonds serve survival. This isn't cruelty—it's simply how their minds work. Resources are shared when sharing benefits the group.",
        "typicalAssociation": "Lizardfolk are typically neutral in alignment, viewing the world through a lens of practical survival rather than abstract morality. They're not evil—they simply don't understand why emotions should override logic. They eat what they kill (including intelligent enemies) because waste is illogical. They protect their tribe because the tribe provides protection. Those who befriend lizardfolk often find them unexpectedly loyal, once they grasp the concept of friendship.",
        "physicalAppearance": "Lizardfolk stand 6' to 7' tall with powerful, muscular builds weighing 200-250 pounds. Their bodies are covered in tough scales ranging from green to gray to brown, often with darker patterns. Their faces are distinctly reptilian—elongated snouts filled with sharp teeth, large eyes with slit pupils (often yellow or orange), and no visible ears. Powerful tails extend 3-4 feet behind them, aiding balance and swimming. Their hands and feet end in clawed digits, and their movements have an alien, reptilian quality—stillness broken by sudden, efficient motion. They rarely show facial expressions that other races can read."
    },
    "characteristics": [
        {
            "label": "Creature Type",
            "value": "[[humanoid]]"
        },
        {
            "label": "Size",
            "value": "Medium"
        },
        {
            "label": "Speed",
            "value": "30 feet, Swim 30 feet"
        }
    ],
    "traits": [
        {
            "name": "Bite",
            "icon": "sword",
            "description": "You can use your maw to make unarmed strikes. When you hit with it, the strike deals 1d6 + your Strength modifier piercing damage, instead of the normal bludgeoning damage."
        },
        {
            "name": "Hold Breath",
            "icon": "water",
            "description": "You can hold your breath for up to 15 minutes at a time."
        },
        {
            "name": "Hungry Jaws",
            "icon": "heart",
            "description": "As a [[bonus_action|Bonus Action]], you can make a special attack with your Bite. If the attack hits, it deals its normal damage, and you gain [[temporary_hit_points|Temporary Hit Points]] equal to your [[proficiency_bonus|Proficiency Bonus]]. Once you use this trait, you can't use it again until you finish a [[long_rest|Long Rest]]."
        },
        {
            "name": "Natural Armor",
            "icon": "shield",
            "description": "You have tough, scaly skin. When you aren't wearing armor, your base Armor Class is 13 + your [[dexterity|Dexterity]] modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
        }
    ],
    "tags": [
        "race",
        "lizardfolk",
        "reptilian",
        "swimmer",
        "natural armor"
    ],
    "aliases": [],
    "seeAlso": [
        "humanoid",
        "swim_speed",
        "hungry_jaws",
        "natural_armor"
    ],
    "filePath": "/data/glossary/entries/races/lizardfolk.json"
}