{
  "id": "orc",
  "title": "Orc",
  "category": "Character Races",
  "entryLore": "Orcs trace their creation to Gruumsh, a god who wandered the wild spaces of the Material Plane. This heritage grants them incredible endurance and a fierce determination that shines brightest when the odds are stacked against them.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Orcs build practical, defensible settlements in wild territories—stockades, fortified camps, and rough-hewn strongholds that can withstand assault. Architecture prioritizes function over aesthetics: strong walls, clear sightlines, and communal living spaces. Resources go toward weapons and training rather than comfort. Orcs who live among other races often choose similar quarters—practical housing in working-class or military districts, kept clean but spartan.",
    "typicalAttire": "Orcs dress for battle even in peacetime. Leather, furs, and metal are preferred over soft fabrics. Dark colors—blacks, grays, and deep reds—dominate their wardrobes. Trophies and scars are displayed proudly: teeth from defeated enemies, brands marking triumphs, and jewelry forged from conquered metal. Clothing is sturdy, easy to move in, and capable of transitioning to combat instantly. Elaborate dress is seen as impractical and weak.",
    "typicalEnvironment": "Orcs are drawn to challenging environments where strength determines survival—rugged frontiers, contested borderlands, and regions where danger keeps the weak away. Many serve as soldiers, mercenaries, or laborers in jobs that value physical power and endurance. They're uncomfortable in refined, peaceful settings where their martial nature seems out of place.",
    "societyType": "Traditional orc society is tribal, organized around strength and loyalty. War chiefs lead through demonstrated power and wisdom in battle. Competition for status is constant but follows understood rules; random violence is considered dishonorable. The tribe comes before the individual, but distinguished warriors earn respect and influence. Many orcs have adapted to other societies while maintaining these core values of strength, loyalty, and earned status.",
    "typicalAssociation": "Orcs are often chaotic in alignment, valuing personal strength and freedom over rigid law. The stereotype of evil orcs is outdated—many are neutral or good, channeling their fierce nature toward protecting communities or fighting injustice. They're direct, passionate, and action-oriented. Patience doesn't come naturally, but loyalty runs deep. An orc who considers you friend will die defending you; an orc who considers you enemy won't stop until one of you falls.",
    "physicalAppearance": "Orcs are powerful humanoids standing 6' to 7' tall with heavily muscled builds weighing 230-280 pounds. Their skin ranges from gray to gray-green to brown-green, often with a weathered, rough texture. Their faces feature prominent brow ridges, flat noses, and the signature tusks that extend upward from their lower jaws. Eyes are typically dark—brown, black, or occasionally red—and set beneath heavy brows that give them a perpetual fierce expression. Hair is coarse, usually black but sometimes brown or gray, often worn in braids, topknots, or shaved in patterns. Scars are common and worn with pride. Even at rest, orcs project physical threat and readiness for violence."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium (about 6-7 feet tall)"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Adrenaline Rush",
      "icon": "wind",
      "description": "Take the [[dash_action|Dash]] action as a [[bonus_action|Bonus Action]]. Gain PB [[temporary_hit_points|Temporary Hit Points]]. PB uses per Short/Long Rest."
    },
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You have [[darkvision|Darkvision]] with a range of 120 feet."
    },
    {
      "name": "Relentless Endurance",
      "icon": "heart",
      "description": "When reduced to 0 HP but not killed, drop to 1 HP instead. Once per Long Rest."
    }
  ],
  "tags": [
    "race",
    "orc",
    "relentless",
    "adrenaline",
    "humanoid",
    "gruumsh"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "temporary_hit_points",
    "dash_action",
    "relentless_endurance"
  ],
  "filePath": "/data/glossary/entries/races/orc.json",
  "maleImageUrl": "/assets/images/races/Orc_Male.png",
  "femaleImageUrl": "/assets/images/races/Orc_Female.png"
}