{
  "id": "plasmoid",
  "title": "Plasmoid",
  "category": "Character Races",
  "entryLore": "Plasmoids are amorphous beings of organic ooze who can alter their shape at will. Originating from the depths of Wildspace, they are curious explorers who often adopt humanoid forms to interact with other races. Their malleable bodies allow them to squeeze through tight spaces, resist acid and poison, and even hold their breath for long periods. While they lack internal organs in the traditional sense, they are complex living organisms capable of consuming food and speaking by forcing air through tubular cavities.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "AAG",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[ooze|Ooze]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of yourself as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Amorphous",
      "icon": "blob",
      "description": "You can squeeze through a space as narrow as 1 inch wide, provided you are wearing and carrying nothing. You have [[advantage]] on ability checks you make to initiate or escape a grapple."
    },
    {
      "name": "Hold Breath",
      "icon": "lungs",
      "description": "You can hold your breath for 1 hour."
    },
    {
      "name": "Natural Resilience",
      "icon": "shield",
      "description": "You have resistance to [[acid_damage|acid damage]] and [[poison_damage|poison damage]], and you have [[advantage]] on saving throws against being [[poisoned]]."
    },
    {
      "name": "Shape Self",
      "icon": "transform",
      "description": "As an action, you can reshape your body to give yourself a head, one or two arms, one or two legs, and makeshift hands and feet, or you can revert to a limbless blob. While you have a humanlike shape, you can wear clothing and armor made for a Humanoid of your size. As a [[bonus_action|Bonus Action]], you can extrude a pseudopod that is up to 6 inches wide and 10 feet long or reabsorb it into your body. As part of the same bonus action, you can use this pseudopod to manipulate an object, open or close a door or container, or pick up or set down a Tiny object. The pseudopod contains no sensory organs and can't attack, activate magic items, or lift more than 10 pounds."
    }
  ],
  "tags": [
    "race",
    "plasmoid",
    "ooze",
    "spelljammer",
    "amorphous",
    "shapechanger"
  ],
  "aliases": [],
  "seeAlso": [
    "ooze",
    "acid_damage",
    "poison_damage",
    "poisoned"
  ],
  "filePath": "/data/glossary/entries/races/plasmoid.json"
}