{
  "id": "plasmoid",
  "title": "Plasmoid",
  "category": "Character Races",
  "entryLore": "Plasmoids are amorphous beings of organic ooze who can alter their shape at will. Originating from the depths of Wildspace, they are curious explorers who often adopt humanoid forms to interact with other races. Their malleable bodies allow them to squeeze through tight spaces, resist acid and poison, and even hold their breath for long periods. While they lack internal organs in the traditional sense, they are complex living organisms capable of consuming food and speaking by forcing air through tubular cavities.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "AAG",
  "lore": {
    "typicalDwelling": "Plasmoids often live in environments that reward their amorphous nature—fluid-filled chambers, cramped plumbing systems, or locations with extreme atmospheric pressure. On ships or in cities, they favor flexible, modular quarters that can be easily reconfigured to suit their current shape. They don't require traditional furniture, instead creating comfortable 'nesting' areas from absorbent or malleable materials. Their homes are often filled with curious objects they have collected, reflecting a mind that values sensory discovery and structural variety.",
    "typicalAttire": "For a plasmoid, attire is a matter of both personal expression and practical necessity. They favor very flexible, often translucent or mesh-like fabrics that can stretch and contract along with their shifting bodies. Many choose to wear minimal clothing, relying on their natural resilience and ability to mimic humanoid forms. Jewelry and accessories are often chosen for their interesting textures or the way they interact with the plasmoid's translucent body. For a plasmoid, clothing is a temporary shell that can be shed or modified in an instant.",
    "typicalEnvironment": "The deep void of Wildspace, the inside of complex machinery, and any environment that rewards physical flexibility are the plasmoid's natural habitats. They thrive in locations that challenge their amorphous nature and offer plenty of opportunities for sensory exploration. Many serve as specialized investigators, maintenance technicians, or curious observers of other cultures. They are comfortable in a variety of environments, including those that would be lethal to more structured organisms, provided they can maintain their chemical balance.",
    "societyType": "Plasmoid society is fluid and decentralized, often consisting of individual explorers or small, ever-changing groups. They value curiosity, adaptability, and the sharing of unique sensory experiences. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the pursuit of a specific discovery. They have a culture of quiet observation and a deep sense of wonder about the multifaceted nature of the multiverse, viewing every encounter as a learning opportunity.",
    "typicalAssociation": "Plasmoids tend toward neutral alignments, driven by a deep-seated curiosity and a Commitment to understanding the diverse world around them. They are a tranquil and inquisitive people, often viewed as alien or enigmatic by more structured races. However, they are genuinely interested in the perspectives of others and possess a unique empathy born of their own malleable nature. They value intellectual discovery and the ability to find common ground in even the stangest of circumstances.",
    "physicalAppearance": "Plasmoids are amorphous beings of translucent organic ooze, standing roughly 4 to 6 feet tall when adopting a humanoid form. Their bodies lack skeletal structures or traditional internal organs, instead consisting of a complex, shimmerring gelatinous mass that can range in color from pale oceanic blue and vibrant emerald green to deep violet or sun-warmed amber. Their 'surface' is a flexible membrane that can be smooth or textured at will. In humanoid form, they often manifest a head with simple glass-like spots for eyes and a pair of articulated limbs, though these are mere approximations. They move with a fluid, liquid grace, their gait a mix of shifting mass and sudden, elastic motion. A faint, pleasant scent of ozone or rain-dampen earth often surrounds them, a byproduct of their unique chemical makeup."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[ooze|Ooze]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Amorphous",
      "icon": "blob",
      "description": "You can squeeze through a space as narrow as 1 inch wide, provided you are wearing and carrying nothing. You have [[advantage]] on ability checks you make to initiate or escape a grapple."
    },
    {
      "name": "Hold Breath",
      "icon": "lungs",
      "description": "You can hold your breath for 1 hour."
    },
    {
      "name": "Natural Resilience",
      "icon": "shield",
      "description": "You have resistance to [[acid_damage|acid damage]] and [[poison_damage|poison damage]], and you have [[advantage]] on saving throws against being [[poisoned]]."
    },
    {
      "name": "Shape Self",
      "icon": "transform",
      "description": "As an action, you can reshape your body to give yourself a head, one or two arms, one or two legs, and makeshift hands and feet, or you can revert to a limbless blob. While you have a humanlike shape, you can wear clothing and armor made for a Humanoid of your size. As a [[bonus_action|Bonus Action]], you can extrude a pseudopod that is up to 6 inches wide and 10 feet long or reabsorb it into your body. As part of the same bonus action, you can use this pseudopod to manipulate an object, open or close a door or container, or pick up or set down a Tiny object. The pseudopod contains no sensory organs and can't attack, activate magic items, or lift more than 10 pounds."
    }
  ],
  "tags": [
    "race",
    "plasmoid",
    "ooze",
    "spelljammer",
    "amorphous",
    "shapechanger"
  ],
  "aliases": [],
  "seeAlso": [
    "ooze",
    "acid_damage",
    "poison_damage",
    "poisoned"
  ],
  "filePath": "/data/glossary/entries/races/plasmoid.json",
  "maleImageUrl": "/assets/images/races/Plasmoid_Male.png",
  "femaleImageUrl": "/assets/images/races/Plasmoid_Female.png"
}