{
  "id": "satyr",
  "title": "Satyr",
  "category": "Character Races",
  "entryLore": "Satyrs are fey beings who embody the revelry and wild spirit of the Feywild. Known for their goat-like lower bodies and pointed horns, they are often seen as carefree merrymakers, musicians, and performers. However, their mirth hides a connection to the fundamental magic of nature, and their ability to shrug off magical influence makes them more than just simple entertainers.",
  "lore": {
    "typicalDwelling": "Satyrs live in vibrant, ever-changing communities within the wilder parts of the Feywild and ancient, enchanted forests of the Material Plane. Their homes are often integrated into the natural environment—hollowed-out trees, mossy grottos, or simple, colorful tents decorated with flowers and ribbons. These dwellings are less about shelter and more about providing a base for revelry. They value hospitality and their homes are always open to fellow travelers and merrymakers.",
    "typicalAttire": "Satyr fashion is as festive and expressive as their personalities. They favor light, colorful garments in silks and fine wools, often decorated with embroidery, bells, and floral motifs. In their natural habitat, they might wear little more than a colorful sash or a floral crown. When traveling among other races, they adopt eclectic and flamboyant styles that reflect their love of variety and celebration. Jewelry is common and often features polished stones, silver filigree, and objects that make pleasing sounds as they move.",
    "typicalEnvironment": "Ancient forests, sun-drenched meadows, and coastal regions with a touch of fey magic are the satyr's preferred habitats. They thrive in environments that resonate with the untamed beauty and energy of nature. Many are drawn to places of celebration—festivals, musical gatherings, and taverns known for their lively atmosphere. They are uncomfortable in sterile, highly regulated urban centers or desolated lands where the spirit of life has faded.",
    "societyType": "Satyr society is decentralized and focused on the pursuit of joy, artistic expression, and communal celebration. They lack formal governments, instead organizing around spontaneous gatherings and shared artistic endeavors. They value personal freedom, creativity, and the ability to find mirth in any situation. Their communities are fluid, with individuals often coming and going as their curiosity and the promise of a new celebration lead them.",
    "typicalAssociation": "Satyrs tend toward chaotic neutral alignments, driven by a desire for personal freedom and the celebration of life's many pleasures. They are not naturally malicious, but they can be mischievous and unpredictable, viewing rigid rules and abstract moral systems with a degree of amusement or disdain. They are loyal to their friends and fellow revelers, and they possess a deep-seated optimism that allows them to find hope in the face of adversity.",
    "physicalAppearance": "Satyrs are fey beings standing between 5 and 6 feet tall, with a unique and athletic physiology. Their upper bodies are humanoid, often with handsome or striking features and skin tones ranging from sun-darkened bronze to fair cream. Their lower bodies are goat-like, covered in coarse fur in earth tones (browns, blacks, or grays) and ending in powerful hooves. Their most distinctive features are their horns, which vary by individual—some have small, elegant points, while others possess large, curved ram-like horns. Their eyes are often a bright, mischievous color like amber, emerald green, or sky blue. They move with a springy, graceful agility that makes them seems as if they are always in the middle of a dance."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[fey]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "35 feet"
    }
  ],
  "traits": [
    {
      "name": "Ram",
      "icon": "sword",
      "description": "You can use your head and horns to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier bludgeoning damage, instead of the normal bludgeoning damage."
    },
    {
      "name": "Magic Resistance",
      "icon": "shield",
      "description": "You have [[advantage|Advantage]] on [[saving_throw|saving throws]] against [[spells]]."
    },
    {
      "name": "Mirthful Leaps",
      "icon": "wind",
      "description": "Whenever you make a long jump or a high jump, you can roll a d8 and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as normal."
    },
    {
      "name": "Reveler",
      "icon": "heart",
      "description": "As a personification of revelry, you have [[proficiency|proficiency]] in the [[performance|Performance]] and [[persuasion|Persuasion]] skills, and you have proficiency with one musical instrument of your choice."
    }
  ],
  "tags": [
    "race",
    "satyr",
    "fey",
    "revelry",
    "magic resistance"
  ],
  "aliases": [],
  "seeAlso": [
    "fey",
    "magic_resistance",
    "mirthful_leaps"
  ],
  "filePath": "/data/glossary/entries/races/satyr.json",
  "maleImageUrl": "/assets/images/races/satyr_male.png",
  "femaleImageUrl": "/assets/images/races/satyr_female.png"
}
