{
  "id": "shifter",
  "title": "Shifter",
  "category": "Character Races",
  "entryLore": "Shifters are sometimes called weretouched, as they are descendants of humans and lycanthropes. Although they cannot fully change their shape, they can take on animalistic features in a process known as shifting. Drawing on their bestial heritage, they are survivors who can adapt to the most brutal environments, manifesting the physical prowess of the animals that run through their bloodlines.",
  "imageUrl": "/assets/images/races/shifter_female.png",
  "source": "MPMM",
  "lore": {
    "typicalDwelling": "Shifters often live in rural, secluded communities on the fringes of civilization, such as forest hamlets, mountain villages, or hidden moorland settlements. Their homes are practical and well-integrated into the natural landscape, often featuring camouflage or defensive positions. They value privacy and self-sufficiency, preferring environments that reward their keen instincts and physical' toughness. In urban areas, they tend to cluster in districts that offer easier access to the wild or in professions that value their survival skills.",
    "typicalAttire": "Shifter fashion is defined by durability and practicality. They favor rough-woven fabrics, cured leather, and sturdy furs in muted earth tones that help them blend with the wild. Their clothing is often layered and easy to move in, designed for the rigors of travel and combat. Many wear tokens of their bestial heritage—carved bone, feathers, or leather cords—as well as items that reflect their connection to a specific animal lineage. Their appearance is often rugged and weathered, reflecting a life lived close to nature.",
    "typicalEnvironment": "Ancient forests, rugged mountains, and untamed frontiers are the shifter's natural habitats. They thrive in environments where survival demands constant vigilance and physical adaptability. Many take on roles as elite scouts, hunters, trackers, or rugged laborers. They have a natural affinity for the wild and are often found in places where the boundary between civilization and the untamed world is blurred. They are comfortable in a variety of climates, provided they have the space to move and hunt.",
    "societyType": "Shifter society is decentralized and organized around small, tight-knit communities or nomadic family groups. They value independence, physical prowess, and the ability to contribute to the group's survival. Leadership is often held by the most experienced hunters or those who demonstrate the strongest connection to their bestial instincts. They have a strong oral tradition and a culture that celebrates their dual nature, viewing their lycanthropic heritage as a source of strength and resilience.",
    "typicalAssociation": "Shifters tend toward neutral alignments, driven by a pragmatic focus on survival and the wellbeing of their community. They are a private and self-reliant people, often viewed as aloof or suspicious by those who don't share their connection to the wild. However, they are intensely loyal to their kin and form deep, lasting bonds with those who prove their worth. They value honesty and physical competence, and they have a deep-seated respect for the natural order.",
    "physicalAppearance": "Shifters appear mostly human, but with subtle and unmistakable animalistic traits. They stand 5 to 6 feet tall with a lean, athletic build that conveys latent power. Their skin tones range through human norms, but their eyes are often a bright, predatory color like amber, yellow, or vivid green. Their hair is typically thick and coarse, often extending down the neck or onto the cheeks. When they 'shift,' these traits become more pronounced: their eyes glow, their teeth lengthen into fangs, and their features take on the predatory mask of their animal lineage. Each shifter manifests qualities of a specific animal—be it wolf, cat, bear, or boar—through their facial structure, gait, and even their scent."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Bestial Instincts",
      "icon": "eye",
      "description": "You have [[proficiency|proficiency]] in one of the following skills of your choice: [[acrobatics|Acrobatics]], [[athletics|Athletics]], [[intimidation|Intimidation]], or [[survival|Survival]]."
    },
    {
      "name": "Shifting",
      "icon": "magic",
      "description": "As a [[bonus_action|Bonus Action]], you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain [[temporary_hit_points|Temporary Hit Points]] equal to 2 × your [[proficiency_bonus|Proficiency Bonus]]. You also gain a benefit based on your shifter sub-option: **Beasthide** (+1 AC and more temp HP), **Longtooth** (bonus action bite), **Swiftstride** (+10 speed and reactive movement), or **Wildhunt** (advantage on Wis checks and enemies can't have advantage against you). You can shift a number of times equal to your Proficiency Bonus, regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "shifter",
    "lycanthrope",
    "humanoid",
    "bestial"
  ],
  "aliases": [
    "weretouched"
  ],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "shifting"
  ],
  "filePath": "/data/glossary/entries/races/shifter.json",
  "maleImageUrl": "/assets/images/races/Shifter_Male.png",
  "femaleImageUrl": "/assets/images/races/Shifter_Female.png"
}