{
  "id": "tabaxi",
  "title": "Tabaxi",
  "category": "Character Races",
  "entryLore": "Curious and agile catlike humanoids, tabaxi are driven by a desire to uncover secrets and collect stories. Moving with bursts of speed and natural grace, they hail from distant, exotic lands, rarely staying in one place for long as they search for rare artifacts and the next great tale to tell.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Tabaxi rarely settle permanently. Their ancestral lands are distant and tropical, but individual tabaxi can be found anywhere their curiosity leads. When they do establish homes, they prefer high perches with good views—upper-story apartments, tree houses, or rooms with escape routes. Their living spaces often become chaotic collections of interesting objects acquired during travels. They may abandon comfortable situations the moment something catches their attention elsewhere.",
    "typicalAttire": "Tabaxi dress in colorful, practical clothing that allows free movement. Fabrics are often from their distant homeland—silks, cotton, and exotic prints in bright colors and bold patterns. Jewelry incorporates feathers, beads, shells, and interesting objects found during travels. Each piece often has a story attached. Their fur needs no clothing for warmth, so exposed arms and legs are common. Many carry bags or pouches filled with collectibles and curios.",
    "typicalEnvironment": "Anywhere unknown calls to tabaxi. They're drawn to mystery, novelty, and places they haven't explored. Ancient ruins, foreign cities, and remote regions attract them like catnip. They can tolerate any environment where there's something new to discover but grow restless in familiar surroundings. Many work as merchants, explorers, or bards—professions that provide reasons to travel and new experiences.",
    "societyType": "Tabaxi clans are distant and loosely organized, with members scattered across the world pursuing individual interests. They maintain connections through storytelling traditions and networks of travelers who share news. Competition for interesting stories and rare finds is friendly but intense. Status comes from having the best tales to tell and the most unusual collections. Sharing discoveries is valued; hoarding secrets is distasteful.",
    "typicalAssociation": "Tabaxi tend toward chaotic alignments, following their curiosity rather than external rules. They're rarely malicious—their interests usually focus on knowledge, objects, and experiences rather than power or wealth for its own sake. They can seem flighty or unreliable to other races, lacking the patience for long-term commitments. At their best, they're enthusiastic, knowledgeable companions with endless interesting stories.",
    "physicalAppearance": "Tabaxi are lithe, graceful catfolk standing 5'6\" to 6'2\" tall with lightweight builds designed for agility. Their bodies are covered in soft fur with patterns varying by individual—spotted like leopards, striped like tigers, solid like panthers, or countless variations. Fur colors range from tawny browns and oranges to deep blacks and silvery grays. Their faces are distinctly feline, with large, expressive eyes (often yellow, gold, green, or blue), prominent whiskers, and ears that rotate toward sounds. Their tails are long and expressive, revealing emotions they might otherwise hide. They move with predatory grace, capable of sudden bursts of supernatural speed."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet, Climb 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Cat's Claws",
      "icon": "sword",
      "description": "You have a [[speed_climb|Climbing Speed]] equal to your walking speed. In addition, you can use your claws to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the normal bludgeoning damage."
    },
    {
      "name": "Cat's Talent",
      "icon": "eye",
      "description": "You have [[proficiency|proficiency]] in the [[perception|Perception]] and [[stealth|Stealth]] skills."
    },
    {
      "name": "Feline Agility",
      "icon": "wind",
      "description": "When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move 0 feet on one of your turns."
    }
  ],
  "tags": [
    "race",
    "tabaxi",
    "feline",
    "agility",
    "climb",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "climb_speed",
    "perception",
    "stealth"
  ],
  "filePath": "/data/glossary/entries/races/tabaxi.json",
  "maleImageUrl": "/assets/images/races/Tabaxi_Male.png",
  "femaleImageUrl": "/assets/images/races/Tabaxi_Female.png"
}
