{
  "id": "thri_kreen",
  "title": "Thri-kreen",
  "category": "Character Races",
  "entryLore": "Thri-kreen are insectoid humanoids who originated on the deserts of the world Athas but can be found in Wildspace and the Astral Plane. They have six limbs, with four serving as arms and two as legs. Their hard exoskeletons provide natural protection, and their large compound eyes give them excellent vision. Thri-kreen don't require sleep and can remain alert at all times, which makes them excellent sentinels. They communicate using a combination of clicks, chattering mandibles, and limited telepathy. Many other races find thri-kreen difficult to understand, as their alien psychology and lack of need for sleep makes them seem strange and distant.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "AAG",
  "lore": {
    "typicalDwelling": "Thri-kreen favor open-air encampments in arid deserts, rocky canyons, or the airless plains of Wildspace. They don't require traditional shelter for sleep, as they remain conscious at all times. Instead, their dwellings are organized around communal gathering spots, storage for scavenged water and food, and high vantage points for constant vigilance. Their settlements are often difficult for other races to locate, protected by natural camouflage and the thri-kreen's own ability to blend perfectly into their surroundings.",
    "typicalAttire": "For a thri-kreen, attire is a matter of strict utility. They wear minimal clothing—sashes for carrying tools, belts for weapons, and occasionally light fabrics to protect their joints from sand or dust. Their hard exoskeleton provides all the protection and modesty they require. Many decorate their carapaces with ritual etchings, specific pigments, or small metal bands that denote their role within the clutch. They have a particular fondness for items that are lightweight and durable, avoiding anything that would interfere with their six limbs or their natural speed.",
    "typicalEnvironment": "Vast deserts, sun-scorched mountains, and the eternal wastes of Wildspace are the thri-kreen's natural habitats. They thrive in environments where survival depends on constant awareness and physical endurance. Many serve as elite sentries, champion hunters, or professional trackers. They are comfortable in extreme temperatures and are often the only inhabitants of regions others find too hostile for life. Their psychology is deeply tied to the rhythms of the hunt and the perpetual vigil of the sleepless.",
    "societyType": "Thri-kreen society is organized around the clutch—a tight-knit group of individuals who work in perfect coordination to ensure the survival of all. They value efficiency, telepathic discipline, and the fulfillment of one's role within the group. Leadership is often a collective effort, with the most experienced hunters and sentries providing guidance. They have a culture of quiet observation and a deep sense of communal identity, viewing individual desires as secondary to the needs of the clutch. Communication is a complex mix of clicks, gestures, and telepathy.",
    "typicalAssociation": "Thri-kreen tend toward neutral alignments, driven by a pragmatic focus on survival and the wellbeing of their clutch. They are an alien and enigmatic people to outsiders, often appearing distant or indifferent due to their lack of common social cues and need for sleep. However, they are intensely loyal to their clutch-mates and possess a unique sense of justice born of their own shared survival challenges. They value competence and honesty, viewing actions as far more important than words.",
    "physicalAppearance": "Thri-kreen are imposing insectoid humanoids standing 5 to 6 feet tall with a lean, six-limbed physique. Their most striking feature is their four arms and two powerful legs, all of which end in sharp, chitinous digits. Their entire body is covered in a hard exoskeleton that varies in color to match their surroundings, typically ranging from sandy tan and dusty red to deep brown or slate gray. Their heads are dominated by large, multi-faceted compound eyes (often a solid, shimmering color like black, silver, or amber) and a pair of powerful mandibles. Their movements are characterized by a sudden, jarring speed and an eerie, absolute stillness. They communicate through a series of clicks and chattering sounds, though they possess a natural telepathy that allows them to interact with other races. Their presence conveys a sense of alien focus and an unyielding, predatory patience."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[monstrosity|Monstrosity]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Chameleon Carapace",
      "icon": "stealth",
      "description": "While you aren't wearing armor, your carapace gives you a base AC of 13 + your Dexterity modifier. As an action, you can change the color of your carapace to match the color and texture of your surroundings, giving you [[advantage]] on Dexterity ([[stealth|Stealth]]) checks made to hide in those surroundings."
    },
    {
      "name": "Secondary Arms",
      "icon": "arms",
      "description": "You have two slightly smaller secondary arms below your primary pair of arms. The secondary arms can manipulate an object, open or close a door or container, pick up or set down a Tiny object, or wield a weapon that has the light property."
    },
    {
      "name": "Sleepless",
      "icon": "moon",
      "description": "You do not require sleep and can remain conscious during a [[long_rest|Long Rest]], though you must still refrain from strenuous activity to gain the rest's benefits."
    },
    {
      "name": "Thri-kreen Telepathy",
      "icon": "telepathy",
      "description": "Without the need for words, you can communicate telepathically with any creature within 120 feet of you. The creature understands you only if the two of you share a language. You can speak to creatures one at a time or all of them at the same time. To use this ability, the creature must be able to see you."
    }
  ],
  "tags": [
    "race",
    "thri_kreen",
    "monstrosity",
    "spelljammer",
    "beastfolk",
    "insectoid",
    "mantis"
  ],
  "aliases": [
    "mantis warrior",
    "mantis folk"
  ],
  "seeAlso": [
    "monstrosity",
    "long_rest"
  ],
  "filePath": "/data/glossary/entries/races/thri_kreen.json"
}