{
  "id": "tiefling",
  "title": "Tiefling",
  "category": "Character Races",
  "entryLore": "Tieflings are mortals with a touch of the fiendish in their bloodline. Tracing their ancestry to the Lower Planes, they possess unique physical traits and supernatural abilities granted by their Fiendish Legacy—a connection they can choose to embrace or define themselves against. They are often marked by horns, tails, or unusual skin colors, reflecting their otherworldly heritage.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Tieflings have no homeland of their own and live as minorities in the settlements of other races. They make their homes wherever they can find acceptance—or at least tolerance. Some gravitate toward city slums where outcasts gather, while others earn their way into more respectable neighborhoods through talent and tenacity. A tiefling home might be modest or grand depending on their circumstances, but many keep their living spaces somewhat private, wary of neighbors who might become hostile.",
    "typicalAttire": "Tiefling fashion varies based on whether they choose to hide or embrace their heritage. Some dress to minimize attention—hooded cloaks to hide horns, long garments to conceal tails, and gloves to cover unusual skin. Others flaunt their fiendish features with bold clothing, jewelry that accentuates their horns, and colors that complement their unusual skin tones. Dark colors are common: deep reds, purples, blacks, and midnight blues. Many tieflings favor dramatic styles that command attention rather than shrink from it.",
    "typicalEnvironment": "Tieflings adapt to virtually any environment, as necessity rather than preference usually dictates where they live. Urban areas are most common, offering the anonymity of crowds and opportunities based on talent rather than lineage. They're often found in entertainment districts, among traveling performers, in mercenary companies, or anywhere that values skill over social standing. Some seek out places with stronger ties to the planes, drawn by a sense of connection to their supernatural heritage.",
    "societyType": "Tieflings rarely form their own communities and instead carve out places within existing societies. They learn early to rely primarily on themselves and close family, as broader social acceptance is never guaranteed. Some tieflings form loose networks with others of their kind—sharing information about tolerant communities or warning each other about hostile ones. Family bonds are often complex, especially when tiefling traits appear unexpectedly in otherwise human bloodlines.",
    "typicalAssociation": "Tieflings show no natural tendency toward any particular alignment—their fiendish blood does not predestine them to evil. Many consciously strive toward good to prove themselves against the prejudice they face. Others grow bitter from mistreatment and lean toward darker paths. Most are self-reliant, quick-witted, and perceptive—survival skills learned from a lifetime of being judged by their appearance. They often develop thick skins figuratively as well as literally, meeting hostility with sardonic humor or cold indifference.",
    "physicalAppearance": "Tieflings resemble humans but with unmistakable fiendish traits. They stand between 5' and 6'2\" with builds similar to humans. Their skin ranges from normal human tones to solid colors like red, blue, purple, or even patterns. Most have prominent horns—which may curve backward, spiral, or extend forward—growing from their foreheads. Their eyes are often solid colors (red, gold, silver, black) without visible pupils. Pointed teeth and slightly elongated canines are common. A long, flexible tail—sometimes smooth, sometimes tipped with a point or tuft—extends from their lower back. Their fingers may end in darkened nails resembling claws. Some tieflings cast no shadow, smell faintly of brimstone, or cause candles to gutter or flare in their presence. Despite these traits, tieflings remain clearly humanoid, their features a striking blend of mortal and infernal."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Life Span",
      "value": "About 80 years"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Otherworldly Presence",
      "icon": "magic",
      "description": "You know the [[thaumaturgy|Thaumaturgy]] cantrip."
    }
  ],
  "markdown": "\n### Fiendish Legacies\nYour tiefling bloodline is tied to one of the Lower Planes. Choose one of the following legacies to gain specific magical benefits:\n\n*   [[abyssal_tiefling|Abyssal (Chaotic)]]\n*   [[chthonic_tiefling|Chthonic (Neutral)]]\n*   [[infernal_tiefling|Infernal (Lawful)]]\n",
  "tags": [
    "race",
    "tiefling",
    "fiend",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "thaumaturgy",
    "fiendish_legacy"
  ],
  "filePath": "/data/glossary/entries/races/tiefling.json",
  "maleImageUrl": "/assets/images/races/Tiefling_Male.png",
  "femaleImageUrl": "/assets/images/races/Tiefling_Female.png"
}