{
  "id": "tortle",
  "title": "Tortle",
  "category": "Character Races",
  "entryLore": "Tortles are turtle-like humanoids who lead a simple and often nomadic life. Carrying their homes on their backs, they are exceptionally resilient and possess a calm, stoic nature. They are naturally adapted to both land and water, and their thick shells provide them with immediate and formidable protection from predators and foes alike.",
  "source": "MPMM",
  "lore": {
    "typicalDwelling": "Tortles carry their homes with them—their shells provide all the shelter they truly need. When they do settle temporarily, they prefer simple structures on beaches, in coastal forests, or near rivers. These settlements are rarely permanent; tortles are wanderers by nature. Their 'homes' are gathering places rather than owned property, open to any tortle passing through. Material possessions mean little when your shell contains everything essential.",
    "typicalAttire": "Tortles wear minimal clothing—their shells provide modesty and protection. What they do wear serves function: pouches for tools, sashes for small items, and occasionally decorative elements that tell stories of their travels. Bright colors and found objects—feathers, shells, polished stones—often adorn their simple garb. They carry what they need and no more; excess baggage is literally a burden on their backs.",
    "typicalEnvironment": "Coastal regions, islands, and tropical shorelines are the tortles' preferred terrain. They need access to both land and water, though they're more comfortable on solid ground than fully submerged. Warm climates suit them; cold slows them badly. They're drawn to peaceful, natural places away from the bustle of cities, though curious individuals may venture into civilization to learn.",
    "societyType": "Tortle society barely exists in a formal sense. They don't build kingdoms or establish hierarchies. Instead, they gather occasionally at traditional meeting places to share stories, mate, and pass wisdom to the young. Elders are respected for their accumulated experience, but no one commands. Each tortle follows their own path, bound only by a gentle code of hospitality and non-aggression toward fellow tortles.",
    "typicalAssociation": "Tortles are typically lawful good in a quiet, personal way—not because they follow external rules, but because they've internalized principles of patience, kindness, and honest dealing. They're philosophers and observers, taking time to understand rather than react. Violence is a last resort; walking away is usually preferable. Their calm demeanor can seem slow or simple to other races, but tortles see no virtue in rushing.",
    "physicalAppearance": "Tortles are humanoid turtles standing 5' to 6' tall with heavy, rounded bodies weighing 400-450 pounds due to their shells. Their skin is leathery and green, brown, or olive, with scaled patterns on limbs. The shell dominating their backs is their defining feature—a hard dome of keratin and bone that provides natural armor (AC 17). Their faces are distinctly turtle-like: beaked mouths, small dark eyes, and no visible ears. They move slowly and deliberately, each step considered. Despite their bulk, they swim competently. Their expressions are difficult to read, but their eyes often hold surprising warmth and wisdom."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium or Small"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Claws",
      "icon": "sword",
      "description": "You can use your claws to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the normal bludgeoning damage."
    },
    {
      "name": "Hold Breath",
      "icon": "water",
      "description": "You can hold your breath for up to 1 hour at a time."
    },
    {
      "name": "Natural Armor (Tortle)",
      "icon": "shield",
      "description": "Your shell provides you with a base Armor Class of 17. You can gain no benefit from wearing armor, but if you are using a [[shield|Shield]], you can apply its bonus as normal."
    },
    {
      "name": "Shell Defense",
      "icon": "shield",
      "description": "As an [[action|Action]], you can withdraw into your shell. Until you emerge, you gain a +4 bonus to your AC, and you have [[advantage|Advantage]] on Strength and Wisdom [[saving_throw|Saving Throws]]. While in your shell, you are [[prone_condition|Prone]], your speed is 0 and can't increase, you have [[disadvantage|Disadvantage]] on Dexterity saving throws, you can't take [[reaction|Reactions]], and the only action you can take is a [[bonus_action|Bonus Action]] to emerge."
    }
  ],
  "tags": [
    "race",
    "tortle",
    "reptilian",
    "defensive",
    "natural armor"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "natural_armor",
    "shell_defense"
  ],
  "filePath": "/data/glossary/entries/races/tortle.json",
  "maleImageUrl": "/assets/images/races/Tortle_Male.png",
  "femaleImageUrl": "/assets/images/races/Tortle_Female.png"
}
