{
  "id": "triton",
  "title": "Triton",
  "category": "Character Races",
  "entryLore": "Originally from the Elemental Plane of Water, tritons serve as vigilant guardians across the world's oceans. Perfectly adapted for life in the crushing depths, they establish majestic undersea settlements and protect the surface from the terrors that lurk below. They are often stoic and dutiful, carrying the weight of their aquatic guardianship with pride.",
  "lore": {
    "typicalDwelling": "Tritons build magnificent cities in the ocean depths—grand structures of coral, stone, and magical construction that rival any surface kingdom. Their settlements are often hidden in trenches or protected by illusion magic, keeping them safe from surface-dwellers and deep-sea threats alike. Those who come to the surface often seek coastal homes or ships, maintaining connection to the sea that sustains them.",
    "typicalAttire": "Tritons dress in materials suited to underwater life—woven kelp, scaled fabrics, and armor crafted from shells and deep-sea metals. Colors favor oceanic blues, greens, and silvers. On the surface, they adapt to local styles but often incorporate aquatic elements. Jewelry features pearls, coral, and gems harvested from the ocean floor. Symbols of rank and achievement are prominently displayed; tritons take pride in their stations.",
    "typicalEnvironment": "Deep oceans are the tritons' ancestral home—trenches, underwater mountain ranges, and the eternal twilight zones where sunlight barely reaches. They're drawn to coastlines, ports, and anywhere the sea meets land. Extended time away from water makes them uncomfortable, and landlocked regions feel like slow suffocation. They prefer environments where they can fulfill their self-appointed role as guardians.",
    "societyType": "Triton society is organized around their sacred duty as protectors of the surface world from deep-sea threats. Military hierarchy blends with noble lineages; leaders earn position through demonstrated valor against the creatures of the depths. They maintain detailed chronicles of their battles and sacrifices, expecting recognition for their service—a trait surface races often find arrogant. Community and duty trump individual desires.",
    "typicalAssociation": "Tritons are typically lawful good, shaped by generations of selfless service against threats the surface world doesn't even know exist. They can seem arrogant, confused that surface-dwellers don't recognize their contributions. This isn't malice—they genuinely believe they're owed respect and find it baffling when it's not given. Once they learn humility (or once their worth is proven), they become devoted allies.",
    "physicalAppearance": "Tritons are elegant aquatic humanoids standing 5' to 5'8\" tall with athletic, swimmer's builds. Their skin ranges from silvery blue to deep sea green, sometimes with subtle scales or patterns. Hair is typically deep blue, green, or sea-foam white, often worn long and flowing. Small fins extend from their calves, forearms, and sometimes along their hairlines, providing swimming stability. Their eyes are large and adapted for underwater vision—usually silver, blue, or sea-green with a faint luminescence. Webbed fingers and toes are visible but retractable or folded in air. They carry themselves with obvious pride, moving with an almost regal bearing."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet, Swim 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Amphibious",
      "icon": "water",
      "description": "You can breathe air and water."
    },
    {
      "name": "Control Air and Water",
      "icon": "magic",
      "description": "You know the [[fog_cloud|Fog Cloud]] spell. Starting at 3rd level, you can cast [[gust_of_wind|Gust of Wind]] once per long rest. Starting at 5th level, you can cast [[water_walk|Water Walk]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    },
    {
      "name": "Guardian of the Depths",
      "icon": "shield",
      "description": "Adapted to even the most frigid ocean depths, you have [[resistance|Resistance]] to [[cold_damage|Cold damage]]."
    },
    {
      "name": "Emissary of the Sea",
      "icon": "heart",
      "description": "You can communicate simple ideas to any Beast, Elemental, or Monstrosity that has a swimming speed. They can understand your words, though you have no special ability to understand them in return."
    }
  ],
  "tags": [
    "race",
    "triton",
    "aquatic",
    "amphibious",
    "cold resistance",
    "humanoid"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "darkvision",
    "cold_resistance",
    "fog_cloud",
    "gust_of_wind",
    "water_walk"
  ],
  "filePath": "/data/glossary/entries/races/triton.json",
  "maleImageUrl": "/assets/images/races/Triton_Male.png",
  "femaleImageUrl": "/assets/images/races/Triton_Female.png"
}
