{
  "id": "vedalken",
  "title": "Vedalken",
  "category": "Character Races",
  "entryLore": "Vedalken are tall, blue-skinned humanoids characterized by their relentless pursuit of knowledge and self-improvement. They are driven by an insatiable curiosity and a belief that nothing is perfect—therefore, everything can be improved. Vedalken tend to be methodical, patient, and analytical, approaching problems with logic rather than emotion. They are native to the plane of Ravnica, where many serve in the Azorius Senate or the Simic Combine. Their drive for perfection extends to their own minds and bodies, and they are known to modify themselves with magical enhancements in pursuit of their ideals.",
  "lore": {
    "typicalDwelling": "Vedalken live in sterile, highly organized dwellings that reflect their methodical and analytical nature. Their settlements often feature expansive research labs, archives of technical data, and living quarters that are optimized for study and the preservation of calm. Every structure is designed with mathematical precision, with clear channels for light, air, and the flow of collective thought. They value efficiency and cleanliness, their homes often devoid of unnecessary decoration unless it serves a specific cognitive or aesthetic purpose.",
    "typicalAttire": "The attire of a vedalken is governed by functionality and the need for precision. They favor layered garments in durable, high-quality fabrics like silk and brushed wool in shades of navy blue, silver, and charcoal gray. Their clothing is often fitted with multiple pockets and attachment points for specialized tools, scrolls, and measuring devices. Many wear protective gear, such as goggles or gauntlets, that can be easily adjusted for different research tasks. Their appearance is always meticulously clean and orderly, reflecting the disciplined and focused nature of their minds.",
    "typicalEnvironment": "Expansive libraries, high-tech research hubs, and the intellectual centers of large cosmopolitan planes are the vedalken's preferred habitats. They thrive in environments that reward curiosity, analytical planning, and the pursuit of perfection. Many serve as specialized researchers, administrators, architects of complex systems, or elite artificers. They are comfortable in any environment that allows for undisturbed study and the application of rigorous logic, often serving as the intellectual engines of their communities.",
    "societyType": "Vedalken society is meritocratic and organized around the pursuit of knowledge and self-improvement. They value intellectual rigor, patience, and the belief that every system can be optimized. Leadership is held by those who have demonstrated the greatest depth of knowledge or the most successful application of logic in their chosen field. Their culture is one of collective advancement and the belief that the pursuit of perfection is a lifelong and sacred duty. They prize intellectual honesty and the open sharing of data above material wealth.",
    "typicalAssociation": "Vedalken tend toward lawful neutral alignments, driven by a deep respect for logic and the belief that absolute clarity is the only path to progress. They are a calm and emotionally detached people, often viewed as cold or aloof by more passionate races. However, they are genuinely interested in the wellbeing of the systems they inhabit and possess a unique sense of justice born of their own analytical perspective. They value consistency and the objective truth above all else, viewing emotional reactions as a distraction from the work at hand.",
    "physicalAppearance": "Vedalken are tall, slender humanoids standing 6 to 6.5 feet tall with graceful builds and an aura of hyper-focused calm. Their most striking feature is their skin, which ranges in color from a pale, oceanic blue to a deep slate or vibrant sapphire. Their faces are refined and characterized by high brow ridges and large, expressive eyes (usually dark blue or obsidian) that convey an intense concentration. They possess little to no body hair, often presenting a smooth and polished appearance. Their movements are characterized by a total absence of wasted motion, every gesture deliberate and precisely calculated. They move with an almost mechanical grace that conveys absolute control over their own bodies. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tireless pursuit of understanding."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Vedalken Dispassion",
      "icon": "mind",
      "description": "You have [[advantage]] on all Intelligence, Wisdom, and Charisma saving throws."
    },
    {
      "name": "Tireless Precision",
      "icon": "tools",
      "description": "You are proficient in one of the following skills of your choice: [[arcana|Arcana]], [[history|History]], [[investigation|Investigation]], [[medicine|Medicine]], [[performance|Performance]], or [[sleight_of_hand|Sleight of Hand]]. You are also proficient with one tool of your choice. Whenever you make an ability check with the chosen skill or tool, roll a d4 and add the number rolled to the check's total."
    },
    {
      "name": "Partially Amphibious",
      "icon": "water",
      "description": "By absorbing oxygen through your skin, you can breathe underwater for up to 1 hour. Once you've reached that limit, you can't use this trait again until you finish a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "race",
    "vedalken",
    "humanoid",
    "perfectionist",
    "analytical"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "simic_hybrid"
  ],
  "filePath": "/data/glossary/entries/races/vedalken.json",
  "maleImageUrl": "/assets/images/races/vedalken_male.png",
  "femaleImageUrl": "/assets/images/races/vedalken_female.png"
}
