{
  "id": "verdan",
  "title": "Verdan",
  "category": "Character Races",
  "entryLore": "The verdan are a people in transition. Created by the chaotic energies unleashed when a powerful hag named Granny Nightshade was slain, the verdan were once goblins and hobgoblins who were transformed into something entirely new. They continue to change and evolve, literally growing taller as they age. Verdan are curious about their place in the world, seeking to understand themselves and their purpose. They have a natural affinity for reading others, a remnant of their goblinoid heritage adapted into something more subtle. Most verdan try to be open-minded and welcoming, hoping to build the communities and connections they were denied in their previous lives.",
  "lore": {
    "typicalDwelling": "Verdan favor transient and adaptable dwellings that reflect their nomadic lifestyle and their own evolving nature. Their settlements often consist of colorful tents, repurposed structures, and mobile encampments that can be quickly moved as their curiosity or the needs of their community demand. They value social interaction and a sense of discovery, their living spaces often organized with shared central areas for gathering and the exchange of news and stories. Their homes are filled with a variety of interesting objects they have collected, reflecting a mind that values travel and historical exploration.",
    "typicalAttire": "The attire of a verdan is as varied and colorful as their history. They favor layered garments in a mix of fabrics and styles they have encountered during their travels. Their clothing is often decorated with intricate patterns, embroidery, and accessories that denote their personal experiences or the communities they have been a part of. Many choose to wear items that can be easily modified or replaced as they grow taller. The colors favor the vibrant—bright greens, sunny yellows, and festive crimsons.",
    "typicalEnvironment": "Ancient ruins, bustling crossroads, and any location that rewards historical investigation and social discovery are the verdan's preferred habitats. They thrive in environments where they can utilize their natural affinity for reading others and their burgeoning curiosity. Many serve as specialized explorers, diplomats, or collectors of rare items. They are comfortable in a variety of terrestrial climates, provided they have the freedom to move and the opportunity for celebration. They have a natural affinity for the open road and the promise of a new discovery.",
    "societyType": "Verdan society is fluid and decentralized, primarily organized around shared adventure and the search for identity. They value open-mindedness, empathy, and the pursuit of a meaningful purpose in a world where they lack a formal history. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the future is something to be actively shaped.",
    "typicalAssociation": "Verdan tend toward neutral good alignments, driven by a deep-seated desire for connection and the wellbeing of their burgeoning community. They are an empathetic and communicative people, often possessing a unique understanding of the perspectives and feelings of others. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their new-found identities. They value honesty and the search for truth above all else.",
    "physicalAppearance": "Verdan possess a unique and ever-changing appearance, a living record of their ongoing evolution. They stand between 3 and 6 feet tall, literally growing taller as they age and transition from small to medium size. Their skin is a vibrant shade of green, ranging from pale oceanic lime to a deep forest emerald. Their features are refined and often characterized by a sense of youthful inquisitiveness, with large expressive eyes (usually gold, amber, or bright green) that convey an intense concentration. They possess little to no body hair, often presenting a smooth and polished appearance. Their movements are characterized by a total absence of wasted motion, every gesture deliberate and precisely calculated. They move with an almost mechanical grace that conveys absolute control over their own bodies. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tireless search for understanding."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Small, becoming Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Black Blood Healing",
      "icon": "heal",
      "description": "When you roll a 1 or 2 on any Hit Die you spend at the end of a [[short_rest|Short Rest]], you can reroll the die and must use the new roll."
    },
    {
      "name": "Limited Telepathy",
      "icon": "telepathy",
      "description": "You can telepathically speak to any creature you can see within 30 feet of you. You don't need to share a language with the creature for it to understand your telepathic messages, but the creature must be able to understand at least one language or be telepathic itself. This trait doesn't grant the creature the ability to respond telepathically."
    },
    {
      "name": "Persuasive",
      "icon": "speech",
      "description": "Your people's lack of history makes you skilled at finding common ground with others. You have proficiency in the [[persuasion|Persuasion]] skill."
    },
    {
      "name": "Telepathic Insight",
      "icon": "mind",
      "description": "You have [[advantage]] on all Wisdom and Charisma saving throws."
    }
  ],
  "tags": [
    "race",
    "verdan",
    "humanoid",
    "goblinoid",
    "transformed",
    "evolving"
  ],
  "aliases": [],
  "seeAlso": [
    "humanoid",
    "goblin",
    "hobgoblin"
  ],
  "filePath": "/data/glossary/entries/races/verdan.json",
  "maleImageUrl": "/assets/images/races/verdan_male.png",
  "femaleImageUrl": "/assets/images/races/verdan_female.png"
}
