{
  "id": "warforged",
  "title": "Warforged",
  "category": "Character Races",
  "entryLore": "Warforged are living constructs created during the Last War of Eberron to serve as soldiers. They are composed of wood, metal, and stone, with a body of plant-like organic material that flows around their mechanical components. Each warforged has a unique pattern of protective plates and sigils. Though built for war, many warforged have found purpose beyond battle, seeking meaning and identity in a world that often views them as weapons. They don't need to eat, drink, breathe, or sleep, though they can take on human mannerisms. The warforged struggle with questions of identity and purpose: What does it mean to be alive? What are they fighting for now that the war has ended?",
  "lore": {
    "typicalDwelling": "Warforged often live in environments that reward their lack of biological needs—sterile fortress-cells, underwater outposts, or locations with extreme temperatures that would be lethal to other races. In civilian life, they favor orderly, functional spaces that reflect their military origins. They don't require furniture for rest, but many create workshops where they can maintain their bodies and customize their integrated protection. Their homes are often meticulously organized, reflecting a mind that values structural efficiency and readiness for action.",
    "typicalAttire": "For a warforged, attire is often synonymous with their physical body. Their 'clothing' consists of various plates—metal, stone, or reinforced wood—integrated into their composite frame. When they do wear external garments, such as cloaks, sashes, or tabards, they are usually chosen to signal their rank, occupation, or personal identity in a world that often views them collectively. These items are typically rugged and easy to clean. Many warforged decorate their plates with etched sigils, family crests, or markers of their history, treating their body as a record of their existence.",
    "typicalEnvironment": "Fortified borderlands, industrial hubs, and places of military significance are the warforged's natural habitats. They thrive in environments where their endurance and lack of biological requirements provide a strategic advantage. Many serve as elite sentries, professional soldiers, heavy laborers, or specialized technicians. They are comfortable in virtually any climate, from the freezing peaks of mountains to the crushing depths of the ocean, provided they have a clear purpose and the means to maintain their structural integrity.",
    "societyType": "Warforged society is and young and evolving, primarily organized around shared history and the search for identity after the war. They value discipline, loyalty, and the pursuit of a meaningful purpose. Many form tight-knit veterans' groups or 'forged' communities where they can find mutual understanding. Their culture is one of constant self-improvement and philosophical exploration, as they struggle with questions of their own sentience and their place in a world that no longer requires them for battle.",
    "typicalAssociation": "Warforged tend toward lawful alignments, primarily lawful neutral, reflecting their military origin and internal need for order and structure. They are an honest and literal-minded people, often confused by the nuances of social deception or emotional subtext. However, they are intensely loyal to those they consider allies and possess a deep sense of duty. They value competence and reliability, viewing their word as a binding contract and their actions as the true measure of their character.",
    "physicalAppearance": "Warforged are powerful humanoids standing 6 to 6.5 feet tall, weighing 270-300 pounds. Their bodies are a sophisticated composite of organic and inorganic materials: a core framework of wood-like plant fibers that act as muscle, covered by protective plates of steel, stone, or darkwood. A network of tubes containing a fluid that serves as blood flows through their bodies. Instead of a face like other races, they have a mechanical visor or mask with a hinged jaw and crystal or glass eyes that glow with an internal light (often blue, green, or gold). They possess a 'ghulra'—a unique sigil etched into their forehead that identifies them. They move with a mechanical precision and a weight that conveys their unnatural origin and formidable durability."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    }
  ],
  "traits": [
    {
      "name": "Constructed Resilience",
      "icon": "shield",
      "description": "You were created to have remarkable fortitude, represented by the following benefits: You have [[advantage]] on saving throws against being [[poisoned]], and you have resistance to [[poison_damage|poison damage]]. You don't need to eat, drink, or breathe. You are immune to disease. You don't need to sleep, and magic can't put you to sleep."
    },
    {
      "name": "Sentry's Rest",
      "icon": "moon",
      "description": "When you take a [[long_rest|Long Rest]], you must spend at least six hours in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you [[unconscious]], and you can see and hear as normal."
    },
    {
      "name": "Integrated Protection",
      "icon": "armor",
      "description": "Your body has built-in defensive layers, which can be enhanced with armor: You gain a +1 bonus to Armor Class. You can don only armor with which you have proficiency. To don armor other than a shield, you must incorporate it into your body over the course of 1 hour, during which you remain in contact with the armor. To doff armor, you must spend 1 hour removing it. You can rest while donning or doffing armor in this way. While you live, the armor incorporated into your body can't be removed against your will."
    },
    {
      "name": "Specialized Design",
      "icon": "tools",
      "description": "You gain one skill proficiency and one tool proficiency of your choice."
    }
  ],
  "tags": [
    "race",
    "warforged",
    "humanoid",
    "construct-like",
    "living construct"
  ],
  "aliases": [
    "living construct",
    "forged"
  ],
  "seeAlso": [
    "humanoid",
    "poisoned",
    "poison_damage"
  ],
  "filePath": "/data/glossary/entries/races/warforged.json",
  "maleImageUrl": "/assets/images/races/Warforged_Male.png",
  "femaleImageUrl": "/assets/images/races/Warforged_Female.png"
}
