{
  "id": "water_genasi",
  "title": "Water Genasi Lineage",
  "category": "Character Races",
  "entryLore": "Water genasi descend from marids, aquatic genies from the Elemental Plane of Water. Perfectly suited for underwater life, they carry the power of the waves and can breathe as easily beneath the surface as they do above it. They are often found in coastal regions or deep beneath the ocean in coral cities.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Water genasi seek homes near water—coastal apartments, houseboats, stilt houses over lakes, or homes with elaborate bathrooms and fountains. They need regular immersion and grow uncomfortable when too long away from water. Their living spaces often feature aquariums, indoor fountains, and water features. Colors favor blues, greens, and sea-foam whites. Many keep spare garments that can get wet without concern.",
    "typicalAttire": "Water genasi dress in flowing, water-resistant fabrics in ocean colors—deep blues, sea greens, turquoise, and pearl white. They prefer clothing that's comfortable when wet and dries quickly. Many favor styles inspired by maritime or island cultures. Jewelry often incorporates shells, pearls, sea glass, and coral. Their wave-like hair defies conventional styling, so they usually let it flow freely.",
    "typicalEnvironment": "Oceans, rivers, lakes, and coastlines call to water genasi. They're drawn to maritime trades—fishing, sailing, diving, or underwater exploration. Many work in bathhouses, pools, or water-related industries. They're perfectly comfortable in rain, humidity, and environments that others find oppressive. Deserts and arid lands feel physically painful to them. Some seek out the Elemental Plane of Water, feeling the pull of their marid heritage.",
    "societyType": "Water genasi communities are fluid and adaptable. They organize loosely, with relationships that ebb and flow like tides. Hierarchies are unclear and changeable; tomorrow's leader might be today's follower. They value emotional depth and intuitive understanding over explicit rules. Their gatherings may seem chaotic to outsiders but follow subtle currents that water genasi instinctively understand.",
    "typicalAssociation": "Water genasi tend toward neutral alignments, flowing around obstacles rather than forcing through them. They're emotionally deep but changeable—calm as a mirror one moment, stormy the next. Moods shift like tides, influenced by factors others may not perceive. At their best, they're intuitive, adaptable, and possessed of hidden depths. At worst, they're passive, indecisive, and drowning in emotion.",
    "physicalAppearance": "Water genasi display their heritage through aquatic features. They stand 5' to 6' tall with graceful builds that seem designed for swimming. Skin tones range from pale blue to deep sea green to blue-gray, sometimes with subtle scale patterns. Hair resembles waves or kelp, constantly moving as if in unseen currents. Eye colors favor oceanic shades—blue, green, sea-gray, or the purple of deep water. Some have webbed fingers and toes or subtle gill-like markings on their necks. Their skin is often damp, and small droplets may bead on their surface even in dry environments. They move with liquid grace, each gesture flowing smoothly into the next."
  },
  "characteristics": [
    {
      "label": "Lineage Type",
      "value": "Elemental (Water)"
    },
    {
      "label": "Speed",
      "value": "30 feet, Swim 30 feet"
    }
  ],
  "traits": [
    {
      "name": "Amphibious",
      "icon": "water",
      "description": "You can breathe air and water."
    },
    {
      "name": "Acid Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[acid_damage|Acid damage]]."
    },
    {
      "name": "Call to the Wave",
      "icon": "magic",
      "description": "You know the [[acid_splash|Acid Splash]] cantrip. Starting at 3rd level, you can cast [[create_or_destroy_water|Create or Destroy Water]] once per long rest. Starting at 5th level, you can cast [[water_walk|Water Walk]] once per long rest. You can cast these spells without components, and can also cast them using any spell slots you have of the appropriate level."
    }
  ],
  "tags": [
    "genasi",
    "water genasi",
    "water",
    "aquatic",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "genasi",
    "acid_resistance",
    "amphibious",
    "create_or_destroy_water"
  ],
  "filePath": "/data/glossary/entries/races/water_genasi.json",
  "maleImageUrl": "/assets/images/races/Genasi_Water_Male.png",
  "femaleImageUrl": "/assets/images/races/Genasi_Water_Female.png"
}
