{
  "id": "concentration",
  "title": "Concentration",
  "category": "Rules Glossary",
  "tags": ["spellcasting", "magic", "combat"],
  "excerpt": "Some spells require you to maintain concentration to keep their magic active. If you lose concentration, such a spell ends immediately.",
  "aliases": [],
  "seeAlso": [
    "spell_slot",
    "constitution"
  ],
  "filePath": "/data/glossary/entries/rules/concentration.json",
  "markdown": "# Concentration\n\nSome spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.\n\n## Concentration Rules\n\n### Duration\nIf a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).\n\n### One Spell at a Time\nYou can't concentrate on two spells at once. If you cast another spell that requires concentration, the first spell ends.\n\n### Normal Activity Doesn't Break Concentration\nNormal activity, such as moving and attacking, doesn't interfere with concentration. The following factors can break concentration:\n\n## Breaking Concentration\n\n### Taking Damage\nWhenever you take damage while concentrating on a spell, you must make a [[constitution]] saving throw to maintain your concentration. The DC equals:\n- **10**, or\n- **Half the damage** you take (rounded down)\n- Whichever number is **higher**\n\n**Multiple Sources**: If you take damage from multiple sources, such as an arrow and a dragon's breath, you make a separate saving throw for each source of damage.\n\n### Being Incapacitated or Killed\nYou lose concentration on a spell if you are incapacitated or if you die.\n\n### Environmental Phenomena\nThe game might also decide that certain environmental phenomena, such as a wave crashing over you while you're on a storm-tossed ship, require you to succeed on a DC 10 Constitution saving throw to maintain concentration on a spell.\n\n## Common Concentration Spells\n\nMany powerful spells require concentration:\n- *Bless*\n- *Hunter's Mark*\n- *Hex*\n- *Haste*\n- *Invisibility*\n- *Detect Magic*\n- *Fly*\n- *Hypnotic Pattern*\n- *Polymorph*\n- *Greater Invisibility*\n"
}
