{
  "id": "fire_giant",
  "title": "Fire Giant Ancestry",
  "category": "Character Races",
  "entryLore": "As a goliath with Fire Giant ancestry, you possess the common traits of your people, enhanced by the destructive power of flame that burns within your strikes. This heat is more than physical; it is a manifestation of your titanic heritage, allowing you to sear your foes with every successful blow.",
  "imageUrl": "/assets/images/races/goliath_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of fire giant ancestry often dwell in the fire-touched reaches of active volcanic regions, high-altitude mountain peaks, or the fortified borderlands of vast empires. Their homes are constructed of durable, often heat-resistant stone and feature high ceilings, expansive central arenas for martial display, and thick walls to ward off the external elements. They value structural permanence and orderly design, their dwellings often doubling as bastions or command centers for their communities. Their settlements are monuments to their discipline and their ancestor's mastery over the absolute power of fire.",
    "typicalAttire": "Fire giant goliaths favor attire that is both durable and functional, reflecting their aggressive and martial nature. They wear oil-treated leathers, heavy fabrics in shades of crimson red, deep obsidian black, and burnished gold, often decorated with metallic filigree and sashes that denote their rank and legion. Their clothing is designed to be easily shed or cleaned of ash and soot. Many wear simple, practical sashes and belts for carrying specialized martial tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition through both physical and elemental means.",
    "typicalEnvironment": "Volcanic peaks, arid plateaus, and any region that rewards physical endurance, tactical planning, and the demonstration of superior combat skill are the preferred habitats for those of fire giant ancestry. They thrive in environments that reward strength and the pursuit of martial excellence. Many serve as specialized sentries, military strategists, or professional soldiers in large interplanetary empires. They are comfortable in extreme heat and are often the only inhabitants of regions others find too hostile for established civilization.",
    "societyType": "Goliath society with fire giant ancestry is intensely hierarchical and organized around shared tradition and the military-style order of the tribe. They value discipline, loyalty, and the pursuit of excellence in all things. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the service of the community. Their culture is one of collective pride and the belief that order is the only defense against the chaos of the world.",
    "typicalAssociation": "Those of fire giant ancestry tend toward lawful alignments, primarily lawful neutral, reflecting their refined internal need for order and structure. They are an honest and straightforward people, often approaching social interactions with a soldierly directness that can be both admirable and intimidating. They value reciprocity and honor their contracts with a seriousness that is legendary among their kind. They view their word as a binding contract and their actions as the true measure of their character.",
    "physicalAppearance": "Goliaths of fire giant ancestry possess an imposing and aggressive appearance, standing 7 to 8 feet tall with powerful, athletic builds. Their skin range through goliath norms but often features a deep, sun-kissed tan and a faint, warm glow. Their eyes are large and expressive, in shades of bright amber, yellow, or a deep, liquid gold that radiates an intense energy. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "characteristics": [
    {
      "label": "Ancestry Boon",
      "value": "Fire's Burn (Fire Damage)"
    }
  ],
  "traits": [
    {
      "name": "Fire's Burn",
      "icon": "flame",
      "description": "When you hit a target with an attack roll, you can deal an extra 1d10 [[fire_damage|Fire damage]]. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "goliath",
    "giant",
    "fire giant",
    "fire damage",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "goliath",
    "fire_damage"
  ],
  "filePath": "/data/glossary/entries/races/goliath_ancestries/fire_giant.json",
  "maleImageUrl": "/assets/images/races/Goliath_Fire Giant_Male.png",
  "femaleImageUrl": "/assets/images/races/Goliath_Fire Giant_Female.png"
}