{
  "id": "frost_giant",
  "title": "Frost Giant Ancestry",
  "category": "Character Races",
  "entryLore": "As a goliath with Frost Giant ancestry, you possess the common traits of your people, enhanced by the freezing power of the mountains that numbs your foes. This cold heritage allows you to sap the heat and momentum from your enemies with every strike.",
  "imageUrl": "/assets/images/races/goliath_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of frost giant ancestry often dwell in the ice-touched reaches of high-altitude mountain peaks, frozen caves, or the wind-swept heights of barren tundras. Their homes are constructed of durable, often frost-resistant stone or carved directly into the sides of ancient glaciers. They value structural simplicity and functional design, their dwellings featuring high ceilings, open courtyards for communal gathering, and thick walls to ward off the extreme cold. Their settlements are often monuments to their endurance and their ancestor's mastery over the absolute power of ice.",
    "typicalAttire": "Frost giant goliaths favor attire that is both durable and functional, reflecting their stoic and hunter-like nature. They wear oil-treated leathers, heavy fabrics in shades of charcoal gray, deep slate, and rich white, often decorated with fur and bone tokens. Their clothing is designed to be easily shed or cleaned of frost and snow-debris. Many wear simple, practical sashes and belts for carrying specialized hunting tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition through both physical and elemental means.",
    "typicalEnvironment": "Isolated mountain peaks, vast frozen tundras, and any region that rewards physical endurance, tactical planning, and the pursuit of survival in extreme conditions are the preferred habitats for those of frost giant ancestry. They thrive in environments that reward strength and the predatory patience required for hunting in the deep wild. Many serve as specialized sentries, professional hunters, elite bodyguards, or specialized soldiers in large arctic empires. They are comfortable in extreme cold and are often the only inhabitants of regions others find too hostile for established life.",
    "societyType": "Goliath society with frost giant ancestry is intensely hierarchical and organized around shared tradition and the predatory order of the tribe. They value discipline, loyalty, and the pursuit of excellence in the hunting and defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the community. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Those of frost giant ancestry tend toward neutral or lawful alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their stoic lifestyle. They are a quiet and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their companions and honor their word with a grim seriousness that is legendary among their kind. They value honesty and the search for truth above all else.",
    "physicalAppearance": "Goliaths of frost giant ancestry possess an imposing and aggressive appearance, standing 7 to 8 feet tall with powerful, athletic builds. Their skin range through goliath norms but often features a pale, almost translucent quality and a faint, cold glow. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates a quiet energy. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "characteristics": [
    {
      "label": "Ancestry Boon",
      "value": "Frost's Chill (Cold Damage & Slow)"
    }
  ],
  "traits": [
    {
      "name": "Frost's Chill",
      "icon": "mountain",
      "description": "When you hit a target with an attack roll, you can deal an extra 1d6 [[cold_damage|Cold damage]] and reduce the target's [[speed|Speed]] by 10 feet until the start of your next turn. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "goliath",
    "giant",
    "frost giant",
    "cold damage",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "goliath",
    "cold_damage",
    "speed"
  ],
  "filePath": "/data/glossary/entries/races/goliath_ancestries/frost_giant.json",
  "maleImageUrl": "/assets/images/races/Goliath_Frost Giant_Male.png",
  "femaleImageUrl": "/assets/images/races/Goliath_Frost Giant_Female.png"
}