{
  "id": "hill_giant",
  "title": "Hill Giant Ancestry",
  "category": "Character Races",
  "entryLore": "As a goliath with Hill Giant ancestry, you possess the common traits of your people, enhanced by the massive strength of the hills. Your strikes carry a weight that can bowl over even the stoutest foes, making you a formidable presence in any melee.",
  "imageUrl": "/assets/images/races/goliath_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of hill giant ancestry often dwell in the wind-swept reaches of rolling hills, high-altitude mesas, or the bustling districts of major metropolitan cities. Their homes are designed for social interaction and the exchange of news, featuring open balconies, comfortable seating areas, and expansive central halls. They value hospitality and structural variety, their dwellings often constructed of thick, sun-baked mud bricks or integrated into the natural contours of the hills. Their settlements are monuments to their practical nature and their ancestor's mastery over the open terrain.",
    "typicalAttire": "Hill giant goliaths favor attire that is both durable and functional, reflecting their rustic and straightforward nature. They wear oil-treated leathers, heavy fabrics in shades of earthy brown, deep green, and sandy tan, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of mud and earth-debris. Many wear simple, practical sashes and belts for carrying specialized tools and defensive gear. Their appearance is always energetic and expressive, treating their clothing as a canvas for their latest stories.",
    "typicalEnvironment": "Rolling hills, arid badlands, and the crossroads of major trade routes are the preferred habitats for those of hill giant ancestry. They thrive in environments that reward social discovery and the pursuit of new experiences. Many are drawn to roles as specialized scouts, professional 'finders,' diplomats, or traveling merchants. They are comfortable in any environment that offers the promise of adventure and the chance to meet new and interesting people. They have a natural affinity for the open air and the next horizon.",
    "societyType": "Goliath society with hill giant ancestry is decentralized and organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Those of hill giant ancestry tend toward chaotic good or neutral alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Goliaths of hill giant ancestry possess an imposing and exceptionally energetic appearance, standing 7 to 8 feet tall with powerful, robust builds. Their skin range through goliath norms but often features a sun-kissed tan and a faint, warm glow. Their eyes are large and expressive, in shades of bright amber, yellow, or a deep, vivid green that radiates infectious enthusiasm. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tireless search for understanding."
  },
  "characteristics": [
    {
      "label": "Ancestry Boon",
      "value": "Hill's Tumble (Knock Prone)"
    }
  ],
  "traits": [
    {
      "name": "Hill's Tumble",
      "icon": "shield",
      "description": "When you hit a Large or smaller creature with an attack roll, you can knock the target [[prone_condition|Prone]]. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "goliath",
    "giant",
    "hill giant",
    "prone",
    "lineage"
  ],
  "aliases": [],
  "seeAlso": [
    "goliath",
    "prone_condition"
  ],
  "filePath": "/data/glossary/entries/races/goliath_ancestries/hill_giant.json",
  "maleImageUrl": "/assets/images/races/Goliath_Hill Giant_Male.png",
  "femaleImageUrl": "/assets/images/races/Goliath_Hill Giant_Female.png"
}