{
  "id": "storm_giant_goliath",
  "title": "Storm Giant Ancestry",
  "category": "Character Races",
  "entryLore": "As a goliath with Storm Giant ancestry, you possess the common traits of your people, enhanced by the crackling power of the tempest. This heritage allows you to strike back at those who dare harm you, manifesting your ancestral fury as a localized crackle of thunder and lightning.",
  "lore": {
    "typicalDwelling": "Those of storm giant ancestry often dwell in the wave-lashed reaches of coastal cliffs, isolated mountain peaks, or the grandest districts of major port cities. Their homes are constructed of durable stone and often featured submerged entrances or chambers that allow for easy access to the sea. They value structural integrity and a clear view of the horizon, their dwellings often doubling as watchtowers or lighthouses for communal safety. Their settlements are monuments to their discipline and their ancestor's mastery over the absolute power of the storm.",
    "typicalAttire": "Storm giant goliaths favor attire that is both durable and functional, reflecting their sentinel-like and tempestuous nature. They wear oil-treated leathers, heavy fabrics in shades of oceanic blue, deep charcoal gray, and rich silver, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of salt-spray and sea-debris. Many wear simple, practical sashes and belts for carrying specialized maritime tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Coastal regions, isolated mountain peaks, and any location with a strong maritime presence are the preferred habitats for those of storm giant ancestry. They thrive in environments that reward physical endurance, tactical surveillance, and a readiness for action. Many serve as specialized sentries, professional divers, elite bodyguards, or specialized soldiers in large interplanetary empires. They are comfortable in extreme weather and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Goliath society with storm giant ancestry is intensely hierarchical and organized around shared tradition and the sentinel-style order of the tribe. They value discipline, loyalty, and the pursuit of excellence in the defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the horizon. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Those of storm giant ancestry tend toward lawful good or neutral alignments, driven by a deep-seated sense of duty and a commitment to protecting the moral and social order. They are an honest and straightforward people, often possessing a profound understanding of the suffering and hopes of others. While they are usually peaceful and avoid conflict, they are resolute in their defense of their friends and their way of life. They value stability and the clarity that comes from a life lived in accordance with tradition.",
    "physicalAppearance": "Goliaths of storm giant ancestry possess an imposing and aggressive appearance, standing 7 to 8 feet tall with powerful, well-defined builds. Their skin range through goliath norms but often features a vibrant, healthy glow like the first light of dawn. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates an intense energy. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "characteristics": [
    {
      "label": "Ancestry Boon",
      "value": "Storm's Thunder (Reactive Damage)"
    }
  ],
  "traits": [
    {
      "name": "Storm's Thunder",
      "icon": "wind",
      "description": "When you take damage from a creature within 60 feet of you, you can use your [[reaction|Reaction]] to cause that creature to take 1d8 [[thunder_damage|Thunder damage]]. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], regaining all uses on a [[long_rest|Long Rest]]."
    }
  ],
  "tags": [
    "goliath",
    "giant",
    "storm giant",
    "thunder damage",
    "lineage"
  ],
  "aliases": [
    "storm_giant"
  ],
  "seeAlso": [
    "goliath",
    "reaction",
    "thunder_damage"
  ],
  "filePath": "/data/glossary/entries/races/goliath_ancestries/storm_giant_goliath.json",
  "maleImageUrl": "/assets/images/races/Goliath_Storm Giant_Male.png",
  "femaleImageUrl": "/assets/images/races/Goliath_Storm Giant_Female.png"
}
