{
  "id": "black_dragonborn",
  "title": "Black Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the cruel and predatory black dragons of the swamps, these dragonborn carry the power of acid in their breath. They often possess a grim determination and a resilience refined by the harsh environments their ancestors call home.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of black draconic ancestry often dwell in the stagnant, sulfur-scented reaches of ancient swamps, flooded ruins, or dark, humid caves. They favor locations that are difficult for other races to navigate, such as hidden islet-homesteads or dwellings partially submerged in acidic mire. Their homes are practical and well-camouflaged, often decorated with the skeletal remains of their many conquests, reflecting a culture that values survival and predatory dominance.",
    "typicalAttire": "Black dragonborn favor attire that is durable and resistant to the corrosive environments they inhabit. They wear dark, oil-treated leathers, heavy fabrics in shades of charcoal and deep violet, and often decorate their gear with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of mud and swamp-debris. Many wear simple, practical sashes and belts for carrying specialized hunting tools and acidic components.",
    "typicalEnvironment": "Shadowy marshes, vast wetlands, and the sunless depths of coastal swamps are the black dragonborn's natural habitats. They thrive in locations where they can utilize their natural resistance to acid and their predatory patience. Many serve as specialized hunters, scouts in hazardous terrain, or guardians of forgotten relics hidden deep within the mire. They are comfortable in high humidity and are often the only inhabitants of regions others find too oppressive for life.",
    "societyType": "Black dragonborn society is often solitary or organized around small, tight-knit clutches that value independence and martial resilience. They have a culture of quiet observation and a deep sense of predatory heritage, viewing individual strength and the survival of the kin as the ultimate goals. Leadership is held by those who have proven their prowess in the hunt or demonstrated the most ruthless effectiveness in protecting the clutch.",
    "typicalAssociation": "Black dragonborn tend toward neutral or lawful evil alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their predatory lifestyle. They are a stoic and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their clutch-mates and honor their word with a grim seriousness that is legendary among their kind.",
    "physicalAppearance": "Black dragonborn possess an imposing and predatory appearance, standing 6 to 6.5 feet tall with powerful, athletic builds. Their scales are a deep, matte black or charcoal gray, often with a faint, iridescent sheen like oil on water. Their most striking features are their swept-back horns and their deep-set eyes that glow with a faint yellow or orange light. Their faces are characterized by a broad, toothy muzzle and a powerful jaw capable of delivering a lethal bite. Their scent is a subtle but unmistakable aroma of salt-stench and bitter acid. They move with a measured, stalking grace that conveys absolute control and a readiness for sudden, explosive action."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Black)"
    },
    {
      "label": "Damage Type",
      "value": "[[acid_damage|Acid]]"
    }
  ],
  "traits": [
    {
      "name": "Acid Breath",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[acid_damage|Acid damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Acid Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[acid_damage|Acid damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "black",
    "acid"
  ],
  "aliases": [
    "black ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "acid_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/black.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Black_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Black_Female.png"
}
