{
  "id": "blue_dragonborn",
  "title": "Blue Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the regal and manipulative blue dragons of the deserts, these dragonborn command the power of lightning. They often value order and hierarchy, reflecting the structured social lives of their draconic ancestors who rule over the shifting sands.",
  "lore": {
    "typicalDwelling": "Those of blue draconic ancestry often dwell in the sun-baked reaches of vast deserts, arid plateaus, or the wind-swept heights of barren mountains. Their homes are often constructed of sun-bleached stone or carved directly into the sides of ancient canyons. They value structural permanence and orderly design, their dwellings featuring high ceilings, open courtyards for communal gathering, and thick walls to ward off the desert heat. Their settlements are often monuments to their discipline and their ancestor's mastery over the elements.",
    "typicalAttire": "Blue dragonborn favor attire that is both elegant and functional, reflecting their disciplined and martial nature. They wear light, breathable fabrics in shades of sapphire blue, sandy tan, and deep gold, often decorated with intricate patterns and metallic embroidery. Their clothing is designed to facilitate movement in both combat and the heat of the desert. Many wear elaborate sashes, sashes, and jewelry that incorporate polished blue crystals—conduits for their natural lightning energy.",
    "typicalEnvironment": "Vast deserts, arid badlands, and the sun-scorched heights of coastal mountains are the blue dragonborn's natural habitats. They thrive in locations that reward physical endurance and tactical planning. Many serve as specialized sentries, military strategists, or professional sailors in large desert empires. They are comfortable in extreme heat and are often the only inhabitants of regions others find too hostile for established civilization.",
    "societyType": "Blue dragonborn society is intensely hierarchical and organized around shared tradition and the military-style order of the clutch. They value discipline, loyalty, and the pursuit of excellence in all things. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts. Their culture is one of collective pride and the belief that order is the only defense against the chaos of the world.",
    "typicalAssociation": "Blue dragonborn tend toward lawful alignments, primarily lawful neutral, reflecting their refined internal need for order and structure. They are an honest and straightforward people, often approaching social interactions with a soldierly directness that can be both admirable and intimidating. They value reciprocity and honor their contracts with a seriousness that is legendary among their kind. They view their word as a binding contract and their actions as the true measure of their character.",
    "physicalAppearance": "Blue dragonborn possess an imposing and disciplined appearance, standing 6 to 6.5 feet tall with powerful, well-defined builds. Their scales are a vibrant shade of deep blue or sky sapphire, often with a faint, metallic luster. Their most striking feature is their large, forward-swept horns and a single, prominent horn on the snout. Their eyes are small and bright, often glowing with a faint blue or white lightning light. Their faces are characterized by a refined, toothy muzzle and a powerful jaw. Their scent is the sharp, clean aroma of ozone and dry desert air. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Blue)"
    },
    {
      "label": "Damage Type",
      "value": "[[lightning_damage|Lightning]]"
    }
  ],
  "traits": [
    {
      "name": "Lightning Breath",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[lightning_damage|Lightning damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Lightning Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[lightning_damage|Lightning damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "blue",
    "lightning"
  ],
  "aliases": [
    "blue ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "lightning_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/blue.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Blue_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Blue_Female.png"
}
