{
  "id": "brass_dragonborn",
  "title": "Brass Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the gregarious and talkative brass dragons of the hot deserts, these dragonborn command the power of fire. They often possess a friendly and inquisitive nature, reflecting the social and often eccentric personalities of their draconic kin.",
  "imageUrl": "/assets/images/races/dragonborn_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of brass draconic ancestry often dwell in the sun-drenched reaches of arid plains, high-altitude mesas, or the bustling districts of large cosmopolitan cities. Their homes are designed for social interaction and the exchange of news, featuring open balconies, comfortable seating areas, and expansive central halls. They value hospitality and structural variety, their dwellings often filled with curious objects they have collected during their many travels. They feel most at peace in places where the air flows freely and the conversation never stops.",
    "typicalAttire": "Brass dragonborn favor attire that is both colorful and practical, reflecting their eccentric and inquisitive nature. They wear lightweight, breathable fabrics in a mix of bright colors—sun-faded yellows, warm oranges, and burnished golds. Their clothing is often decorated with intricate patterns, flowing ribbons, and accessories that catch the light. Many wear sashes with many pockets for carrying the interesting items they find during their adventures. Their appearance is always energetic and expressive, treating their clothing as a canvas for their latest stories.",
    "typicalEnvironment": "Arid plains, sun-scorched badlands, and the crossroads of major trade routes are the brass dragonborn's preferred habitats. They thrive in environments that reward social discovery and the pursuit of new experiences. Many are drawn to roles as specialized scouts, professional 'finders,' diplomats, or traveling merchants. They are comfortable in any environment that offers the promise of adventure and the chance to meet new and interesting people. They have a natural affinity for the open road and the next horizon.",
    "societyType": "Brass dragonborn society is decentralized and organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Brass dragonborn tend toward chaotic good alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Brass dragonborn possess a lithe and exceptionally energetic appearance, standing 6 to 6.5 feet tall with lean, wiry builds. Their scales are a vibrant shade of burnished brass or sun-warmed gold, often with a faint, metallic luster. Their most striking feature is their wide, wing-like ears and a pair of long, backward-curving horns. Their eyes are large and expressive, in shades of bright amber, yellow, or vivid green. Their faces are characterized by a refined, toothy muzzle and a powerful jaw that seems almost always on the verge of a smile or a story. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their strength and enduring luck."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Brass)"
    },
    {
      "label": "Damage Type",
      "value": "[[fire_damage|Fire]]"
    }
  ],
  "traits": [
    {
      "name": "Fire Breath (Brass)",
      "icon": "flame",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[fire_damage|Fire damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Fire Resistance (Brass)",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[fire_damage|Fire damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "brass",
    "fire"
  ],
  "aliases": [
    "brass ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "fire_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/brass.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Brass_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Brass_Female.png"
}