{
  "id": "bronze_dragonborn",
  "title": "Bronze Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the inquisitive and protective bronze dragons of the coastal caves, these dragonborn command the power of lightning. They often feel a strong sense of duty and a love for the sea, reflecting the inquisitive and helpful nature of their draconic kin.",
  "imageUrl": "/assets/images/races/dragonborn_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of bronze draconic ancestry often dwell in the wave-lashed reaches of coastal cliffs, isolated island-citadels, or the bustling districts of major port cities. Their homes are constructed of durable stone and often featured submerged entrances or chambers that allow for easy access to the sea. They value structural integrity and a clear view of the ocean, their dwellings often doubling as watchtowers or lighthouses for communal safety. Their settlements are monuments to their discipline and their ancestor's mastery over the coastal environment.",
    "typicalAttire": "Bronze dragonborn favor attire that is both durable and functional, reflecting their sentinel-like and aquatic nature. They wear oil-treated leathers, heavy fabrics in shades of oceanic blue, deep bronze, and seafoam green, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of salt-spray and sea-debris. Many wear simple, practical sashes and belts for carrying specialized maritime tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Coastal regions, isolated islands, and any location with a strong maritime presence are the bronze dragonborn's preferred habitats. They thrive in environments that reward physical endurance, tactical surveillance, and a readiness for action. Many serve as specialized sentries, professional divers, elite bodyguards, or specialized soldiers in large coastal empires. They are comfortable in extreme coastal weather and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Bronze dragonborn society is intensely hierarchical and organized around shared tradition and the sentinel-style order of the clutch. They value discipline, loyalty, and the pursuit of excellence in the defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the shore. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Bronze dragonborn tend toward lawful good alignments, driven by a deep-seated sense of duty and a Commitment to protecting the social order. They are an honest and straightforward people, often possessing a profound understanding of the suffering and hopes of others. While they are usually peaceful and avoid conflict, they are resolute in their defense of their friends and their way of life. They value stability and the clarity that comes from a life lived in accordance with tradition.",
    "physicalAppearance": "Bronze dragonborn possess an imposing and disciplined appearance, standing 6 to 6.5 feet tall with powerful, well-defined builds. Their scales are a vibrant shade of deep bronze or oceanic brown, often with a faint, metallic luster. Their most striking feature is their webbed digits and a pair of long, backward-curving horns that resemble the crests of waves. Their eyes are small and bright, often glowing with a faint blue or white lightning light. Their faces are characterized by a refined, toothy muzzle and a powerful jaw. Their scent is the sharp, clean aroma of salt-spray and oceanic ozone. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Bronze)"
    },
    {
      "label": "Damage Type",
      "value": "[[lightning_damage|Lightning]]"
    }
  ],
  "traits": [
    {
      "name": "Lightning Breath (Bronze)",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[lightning_damage|Lightning damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Lightning Resistance (Bronze)",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[lightning_damage|Lightning damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "bronze",
    "lightning"
  ],
  "aliases": [
    "bronze ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "lightning_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/bronze.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Bronze_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Bronze_Female.png"
}