{
  "id": "copper_dragonborn",
  "title": "Copper Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the witty and prankish copper dragons of the rocky hills, these dragonborn command the power of acid. They often possess a sharp wit and a love for riddles, reflecting the humorous and often mischievous nature of their draconic kin.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of copper draconic ancestry often dwell in the wind-swept reaches of rocky highlands, narrow canyons, or the bustling districts of large cosmopolitan cities. Their homes are designed for social interaction and the exchange of wit, featuring open balconies, hidden passages, and central halls with excellent acoustics. They value clever design and structural variety, their dwellings often filled with curious objects and intricate puzzles they have collected or created. They feel most at peace in places where the air flows freely and the conversation is always challenging.",
    "typicalAttire": "Copper dragonborn favor attire that is both colorful and practical, reflecting their playful and inquisitive nature. They wear lightweight, breathable fabrics in a mix of bright colors—burnished copper, earthy browns, and the vibrant green of verdigris. Their clothing is often decorated with intricate patterns, bells, and accessories that denote their personal experiences or the riddles they have solved. Many wear sashes with many pockets for carrying the interesting items and mechanical curiosities they find during their adventures.",
    "typicalEnvironment": "Rocky highlands, sun-scorched badlands, and the crossroads of major trade routes are the copper dragonborn's preferred habitats. They thrive in environments that reward social discovery, intellectual challenge, and the hunt for rare knowledge. Many are drawn to roles as specialized scouts, professional 'finders,' diplomats, or master artificers. They are comfortable in any environment that offers the promise of adventure and the chance to meet new and interesting people. They have a natural affinity for the open road and the next horizon.",
    "societyType": "Copper dragonborn society is decentralized and organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Copper dragonborn tend toward chaotic good or neutral alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Copper dragonborn possess a lithe and exceptionally energetic appearance, standing 6 to 6.5 feet tall with lean, wiry builds. Their scales are a vibrant shade of burnished copper or earthy brown, often with a faint, metallic luster. Their most striking feature is their wide, wing-like ears and a pair of long, backward-curving horns. Their eyes are large and expressive, in shades of bright amber, yellow, or vivid green. Their faces are characterized by a refined, toothy muzzle and a powerful jaw that seems almost always on the verge of a smile or a story. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their strength and enduring luck."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Copper)"
    },
    {
      "label": "Damage Type",
      "value": "[[acid_damage|Acid]]"
    }
  ],
  "traits": [
    {
      "name": "Acid Breath (Copper)",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[acid_damage|Acid damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Acid Resistance (Copper)",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[acid_damage|Acid damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "copper",
    "acid"
  ],
  "aliases": [
    "copper ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "acid_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/copper.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Copper_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Copper_Female.png"
}
