{
  "id": "green_dragonborn",
  "title": "Green Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the cunning and deceptive green dragons of the dense forests, these dragonborn command the power of poison. They often possess a sharp mind and a talent for intrigue, reflecting the manipulative and patient nature of their draconic kin.",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of green draconic ancestry often dwell in the sun-dappled reaches of ancient, primeval forests, misty woodlands, or overgrown ruins. Their homes are integrated into the living tapestry of the woods, often featuring treetop villages, camouflaged ground-complexes, and central halls with high, leaf-covered canopies. They value structural harmony and a clear view of the surrounding territory, their dwellings often doubling as watchtowers for communal safety. Their settlements are monuments to their patience and their ancestor's mastery over the deep wild.",
    "typicalAttire": "Green dragonborn favor attire that is both durable and functional, reflecting their hunter-like and manipulative nature. They wear oil-treated leathers, heavy fabrics in shades of forest green, deep moss, and charcoal gray, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of mud and forest-debris. Many wear simple, practical sashes and belts for carrying specialized hunting tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Ancient forests, misty moorlands, and any region that rewards agility, stealth, and quick thinking are the green dragonborn's preferred habitats. They thrive in environments where they can utilize their natural resistance to poison and their predatory patience. Many serve as specialized scouts, professional hunters, elite bodyguards, or specialized soldiers in large forest empires. They are comfortable in high humidity and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Green dragonborn society is intensely hierarchical and organized around shared tradition and the sentinel-style order of the clutch. They value discipline, loyalty, and the pursuit of excellence in the hunting and defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the woods. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Green dragonborn tend toward neutral or lawful evil alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their predatory lifestyle. They are a stoic and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their clutch-mates and honor their word with a grim seriousness that is legendary among their kind.",
    "physicalAppearance": "Green dragonborn possess an imposing and predatory appearance, standing 6 to 6.5 feet tall with powerful, well-defined builds. Their scales are a vibrant shade of deep forest green or mossy emerald, often with a faint, matte luster. Their most striking feature is their large, forward-swept horns and a series of crests along their spine. Their eyes are small and bright, often glowing with a faint green or yellow light. Their faces are characterized by a broad, toothy muzzle and a powerful jaw. Their scent is the sharp, clean aroma of damp earth and crushed pine needles. They move with a measured, stalking grace that conveys absolute control and a readiness for sudden, explosive action."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Green)"
    },
    {
      "label": "Damage Type",
      "value": "[[poison_damage|Poison]]"
    }
  ],
  "traits": [
    {
      "name": "Poison Breath",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[poison_damage|Poison damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Poison Resistance",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[poison_damage|Poison damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "green",
    "poison"
  ],
  "aliases": [
    "green ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "poison_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/green.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Green_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Green_Female.png"
}
