{
  "id": "red_dragonborn",
  "title": "Red Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the arrogant and covetous red dragons of the mountain peaks, these dragonborn command the power of fire. They often possess a fierce pride and a thirst for power, reflecting the domineering and often temperamental nature of their draconic kin.",
  "imageUrl": "/assets/images/races/dragonborn_female.png",
  "source": "PHB 2024",
  "lore": {
    "typicalDwelling": "Those of red draconic ancestry often dwell in the fire-touched reaches of active volcanic regions, high-altitude mountain peaks, or the fortified borderlands of vast empires. Their homes are constructed of durable, often heat-resistant stone and feature high ceilings, expansive central arenas for martial display, and thick walls to ward off the external elements. They value structural permanence and orderly design, their dwellings often doubling as bastions or command centers for their communities. Their settlements are monuments to their discipline and their ancestor's mastery over the absolute power of fire.",
    "typicalAttire": "Red dragonborn favor attire that is both durable and functional, reflecting their aggressive and martial nature. They wear oil-treated leathers, heavy fabrics in shades of crimson red, deep obsidian black, and burnished gold, often decorated with metallic filigree and sashes that denote their rank and legion. Their clothing is designed to be easily shed or cleaned of ash and soot. Many wear simple, practical sashes and belts for carrying specialized martial tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition through both physical and elemental means.",
    "typicalEnvironment": "Volcanic peaks, arid plateaus, and any region that rewards physical endurance, tactical planning, and the demonstration of superior combat skill are the red dragonborn's preferred habitats. They thrive in environments that reward strength and the pursuit of martial excellence. Many serve as specialized sentries, military strategists, or professional soldiers in large interplanetary empires. They are comfortable in extreme heat and are often the only inhabitants of regions others find too hostile for established civilization.",
    "societyType": "Red dragonborn society is intensely hierarchical and organized around shared tradition and the military-style order of the clutch. They value discipline, loyalty, and the pursuit of excellence in all things. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the service of the clutch. Their culture is one of collective pride and the belief that order is the only defense against the chaos of the world.",
    "typicalAssociation": "Red dragonborn tend toward lawful evil or lawful neutral alignments, driven by a deep-seated sense of duty and a commitment to protecting the social and military order of their society. They are a stoic and xenophobic people, often viewing all other races as either potential threats or tools to be utilized in their ongoing war for dominance. They value competence and strength above all else, and they honor their agreements only as long as they serve the interests of the clutch and the red dragonborn people.",
    "physicalAppearance": "Red dragonborn possess an imposing and aggressive appearance, standing 6 to 6.5 feet tall with powerful, athletic builds. Their scales are a vibrant shade of deep crimson or blood red, often with a faint, metallic luster. Their most striking feature is their large, forward-swept horns and a series of crests along their spine that glow with an internal fire. Their eyes are small and bright, often glowing with a faint orange or red light. Their faces are characterized by a broad, toothy muzzle and a powerful jaw capable of delivering a lethal bite. Their scent is the sharp, clean aroma of smoke and sun-bleached stone. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (Red)"
    },
    {
      "label": "Damage Type",
      "value": "[[fire_damage|Fire]]"
    }
  ],
  "traits": [
    {
      "name": "Fire Breath (Red)",
      "icon": "flame",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[fire_damage|Fire damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Fire Resistance (Red)",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[fire_damage|Fire damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "red",
    "fire"
  ],
  "aliases": [
    "red ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "fire_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/red.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_Red_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_Red_Female.png"
}