{
  "id": "white_dragonborn",
  "title": "White Dragonborn",
  "category": "Character Races",
  "entryLore": "Descended from the feral and bestial white dragons of the ice-capped mountains, these dragonborn command the power of cold. They often possess a powerful instinct for survival and a predatory elegance, reflecting the primal and often solitary nature of their draconic kin.",
  "lore": {
    "typicalDwelling": "Those of white draconic ancestry often dwell in the ice-touched reaches of high-altitude mountain peaks, frozen caves, or the wind-swept heights of barren tundras. Their homes are constructed of durable, often frost-resistant stone or carved directly into the sides of ancient glaciers. They value structural simplicity and functional design, their dwellings featuring high ceilings, open courtyards for communal gathering, and thick walls to ward off the extreme cold. Their settlements are often monuments to their endurance and their ancestor's mastery over the absolute power of ice.",
    "typicalAttire": "White dragonborn favor attire that is both durable and functional, reflecting their stoic and hunter-like nature. They wear oil-treated leathers, heavy fabrics in shades of charcoal gray, deep slate, and rich white, often decorated with fur and bone tokens. Their clothing is designed to be easily shed or cleaned of frost and snow-debris. Many wear simple, practical sashes and belts for carrying specialized hunting tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition through both physical and elemental means.",
    "typicalEnvironment": "Isolated mountain peaks, vast frozen tundras, and any region that rewards physical endurance, tactical planning, and the pursuit of survival in extreme conditions are the white dragonborn's preferred habitats. They thrive in environments that reward strength and the predatory patience required for hunting in the deep wild. Many serve as specialized sentries, professional hunters, elite bodyguards, or specialized soldiers in large arctic empires. They are comfortable in extreme cold and are often the only inhabitants of regions others find too hostile for established life.",
    "societyType": "White dragonborn society is intensely hierarchical and organized around shared tradition and the predatory order of the clutch. They value discipline, loyalty, and the pursuit of excellence in the hunting and defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the ice. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "White dragonborn tend toward neutral or lawful evil alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their predatory lifestyle. They are a stoic and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their clutch-mates and honor their word with a grim seriousness that is legendary among their kind.",
    "physicalAppearance": "White dragonborn possess an imposing and aggressive appearance, standing 6 to 6.5 feet tall with powerful, athletic builds. Their scales are a vibrant shade of sky white or deep slate gray, often with a faint, matte luster. Their most striking feature is their large, forward-swept horns and a series of crests along their spine that glow with an internal cold light. Their eyes are small and bright, often glowing with a faint blue or white light. Their faces are characterized by a broad, toothy muzzle and a powerful jaw capable of delivering a lethal bite. Their scent is the sharp, clean aroma of fresh ice and sun-bleached stone. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline."
  },
  "characteristics": [
    {
      "label": "Ancestry Type",
      "value": "Draconic (White)"
    },
    {
      "label": "Damage Type",
      "value": "[[cold_damage|Cold]]"
    }
  ],
  "traits": [
    {
      "name": "Cold Breath (White)",
      "icon": "magic",
      "description": "When you use your [[breath_weapon|Breath Weapon]], it deals [[cold_damage|Cold damage]]. You choose whether the breath manifests as a 15-foot cone or a 30-foot line."
    },
    {
      "name": "Cold Resistance (White)",
      "icon": "shield",
      "description": "You have [[resistance|Resistance]] to [[cold_damage|Cold damage]]."
    }
  ],
  "tags": [
    "dragonborn",
    "ancestry",
    "white",
    "cold"
  ],
  "aliases": [
    "white ancestry"
  ],
  "seeAlso": [
    "dragonborn",
    "cold_damage",
    "breath_weapon"
  ],
  "filePath": "/data/glossary/entries/races/dragonborn_ancestries/white.json",
  "maleImageUrl": "/assets/images/races/Dragonborn_White_Male.png",
  "femaleImageUrl": "/assets/images/races/Dragonborn_White_Female.png"
}
