{
  "id": "sleep",
  "name": "Sleep",
  "level": 1,
  "school": "Enchantment",
  "classes": [
    "BARD",
    "SORCERER",
    "WIZARD",
    "WARLOCK - ARCHFEY PATRON",
    "CLERIC - TWILIGHT DOMAIN",
    "PALADIN - OATH OF REDEMPTION"
  ],
  "tags": [
    "CONTROL",
    "ENCHANTMENT",
    "SLEEP",
    "AOE"
  ],
  "castingTime": {
    "value": 1,
    "unit": "Action"
  },
  "range": {
    "type": "Feet",
    "distance": 90
  },
  "components": {
    "verbal": true,
    "somatic": true,
    "material": true,
    "materialDescription": "a pinch of fine sand, rose petals, or a cricket"
  },
  "duration": {
    "value": 1,
    "unit": "Minute",
    "concentration": false
  },
  "ritual": false,
  "description": "This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures). Starting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected. Undead and creatures immune to being charmed aren't affected.",
  "higherLevelsDescription": "When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.",
  "effects": [
    {
      "type": "Control",
      "areaOfEffect": {
        "shape": "Sphere",
        "size": 20
      },
      "special": "Roll 5d8 HP pool. Puts creatures to sleep in ascending order of current HP."
    }
  ],
  "engineHook": {
    "isImplemented": false,
    "notes": "Complex logic: HP pool calculation, sorting targets by HP, filtering undead/charm-immune."
  }
}