{
  "id": "battle_smith_subclass",
  "title": "Battle Smith (Artificer Subclass)",
  "category": "Character Classes",
  "tags": [
    "artificer",
    "subclass",
    "battle smith",
    "steel defender",
    "construct",
    "protector",
    "golem"
  ],
  "excerpt": "A combination of protector and medic, accompanied by a protective steel defender of their own creation.",
  "aliases": [],
  "seeAlso": [
    "artificer",
    "steel_defender_feature",
    "battle_ready_feature"
  ],
  "filePath": "/data/glossary/entries/classes/artificer_subclasses/battle_smith.json",
  "markdown": "# Battle Smith\r\nArmies require protection, and someone has to put things back together if defenses fail. A combination of protector and medic, a Battle Smith is an expert at defending others and repairing both material and personnel. To aid in their work, Battle Smiths are usually accompanied by a steel defender, a protective companion of their own creation.\r\n\r\n---\r\n## Battle Smith Features\r\n\r\n### Level 3: Tool Proficiency\r\nYou gain proficiency with smith's tools.\r\n\r\n### Level 3: Battle Smith Spells\r\nYou always have certain spells prepared, such as *shield* and *heroism* at 3rd level, and later spells like *aura of vitality* and *mass cure wounds*.\r\n\r\n### Level 3: Battle Ready\r\nYou gain proficiency with martial weapons. When you attack with a magic weapon, you can use your Intelligence modifier, instead of Strength or Dexterity, for the attack and damage rolls.\r\n\r\n### Level 3: Steel Defender\r\nYou build a loyal, protective companion. It is a Medium construct that shares your initiative count and takes its turn after yours. It can move and use its reaction on its own, but you must use a bonus action to command it to take an action from its stat block (like Force-Empowered Rend or Repair). If you are incapacitated, it can act on its own.\r\n\r\n### Level 5: Extra Attack\r\nYou can attack twice, rather than once, whenever you take the Attack action on your turn.\r\n\r\n### Level 9: Arcane Jolt\r\nWhen you or your steel defender hits a target, you can channel energy through the strike. You can either deal an extra 2d6 force damage or heal another creature within 30 feet for 2d6 hit points. You can use this a number of times equal to your Intelligence modifier per long rest.\r\n\r\n### Level 15: Improved Defender\r\nThe damage and healing of your Arcane Jolt increase to 4d6. Your steel defender also gains a +2 bonus to its AC and deals retaliatory damage when it uses its Deflect Attack reaction.\r\n"
}