{
  "id": "armor",
  "title": "Armor",
  "category": "Rules Glossary",
  "tags": [],
  "excerpt": "Details on armor categories, AC, and other properties.",
  "aliases": [],
  "seeAlso": [],
  "filePath": "/data/glossary/entries/rules/equipment/armor.json",
  "markdown": "# Armor\r\nThe Armor table lists the game's main armor. The table includes the cost and weight of armor, as well as the following details:\r\n\r\n*   **Category.** Every type of armor falls into a category: Light, Medium, or Heavy. The category determines how long it takes to don or doff the armor (as shown in the table).\r\n*   **Armor Class (AC).** The table's Armor Class column tells you what your base AC is when you wear a type of armor. For example, if you wear Leather Armor, your base AC is 11 plus your Dexterity modifier, whereas your AC is 16 in Chain Mail.\r\n*   **Strength.** If the table shows a Strength score in the Strength column for an armor type, that armor reduces the wearer's speed by 10 feet unless the wearer has a Strength score equal to or higher than the listed score.\r\n*   **Stealth.** If the table shows Disadvantage in the Stealth column for an armor type, the wearer has Disadvantage on Dexterity (Stealth) checks.\r\n\r\n### Armor Table\r\n| Armor | Armor Class (AC) | Strength | Stealth | Weight | Cost |\r\n|:---|:---|:---|:---|:---|:---|\r\n| **Light Armor (1 Minute to Don or Doff)** | | | | | |\r\n| Padded Armor | 11 + Dex modifier | - | Disadvantage | 8 lb. | 5 GP |\r\n| Leather Armor | 11 + Dex modifier | - | - | 10 lb. | 10 GP |\r\n| Studded Leather Armor | 12 + Dex modifier | - | - | 13 lb. | 45 GP |\r\n| **Medium Armor (5 Minutes to Don and 1 Minute to Doff)** | | | | | |\r\n| Hide Armor | 12 + Dex modifier (max 2) | - | - | 12 lb. | 10 GP |\r\n| Chain Shirt | 13 + Dex modifier (max 2) | - | - | 20 lb. | 50 GP |\r\n| Scale Mail | 14 + Dex modifier (max 2) | - | Disadvantage | 45 lb. | 50 GP |\r\n| Breastplate | 14 + Dex modifier (max 2) | - | - | 20 lb. | 400 GP |\r\n| Half Plate Armor | 15 + Dex modifier (max 2) | - | Disadvantage | 40 lb. | 750 GP |\r\n| **Heavy Armor (10 Minutes to Don and 5 Minutes to Doff)** | | | | | |\r\n| Ring Mail | 14 | - | Disadvantage | 40 lb. | 30 GP |\r\n| Chain Mail | 16 | Str 13 | Disadvantage | 55 lb. | 75 GP |\r\n| Splint Armor | 17 | Str 15 | Disadvantage | 60 lb. | 200 GP |\r\n| Plate Armor | 18 | Str 15 | Disadvantage | 65 lb. | 1,500 GP |\r\n| **Shield (Utilize Action to Don or Doff)** | | | | | |\r\n| Shield | +2 | - | - | 6 lb. | 10 GP |\r\n\r\n### Variant: Equipment Sizes\r\nIn most campaigns, you can use or wear any equipment that you find on your adventures, within the bounds of common sense. For example, an orc adventurer won't fit in a halfling's Leather Armor, and a cloud giant's robe would be far too large for a gnome.\r\n\r\nThe game can impose more realism. For example, a suit of Plate Armor made for one human might not fit another one without significant alterations, and a guard's uniform might be visibly ill-fitting when an adventurer tries to wear it as a disguise.\r\n\r\nUsing this variant, when adventurers find armor, clothing, and similar items that are made to be worn, they might need to visit a smith, a tailor, a leatherworker, or a similar expert to make the item wearable. The cost for such work is 1d4 x 10 percent of the market price of the item.\r\n"
}
