{
  "id": "autumn_eladrin",
  "title": "Autumn Eladrin",
  "category": "Character Races",
  "entryLore": "When an eladrin is in the autumn season, they embody peace and goodwill, sharing freely with others and spreading kindness wherever they go. Autumn eladrin are contemplative and generous, often serving as mediators and peacemakers. Their appearance reflects the season's gentle warmth—hair in shades of red, orange, and gold like falling leaves, skin with earthy undertones, and eyes that radiate calm wisdom. An autumn eladrin's presence can soothe troubled minds and ease tensions. Their Fey Step carries the peace of the harvest season, calming those nearby.",
  "baseRace": "eladrin",
  "lore": {
    "typicalDwelling": "Autumn eladrin often live near harvest halls, peaceful courts, and quiet sanctuaries where disputes can be settled and guests can be welcomed. In the mortal world they may keep modest homes near shrines, orchards, or well-tended gardens that echo the calm of the season.",
    "typicalAttire": "They favor comfortable, refined garments in reds, oranges, golds, and warm browns. Cloaks, scarves, and layered fabrics are common, often decorated with leaf motifs, simple embroidery, and small tokens of hospitality.",
    "typicalEnvironment": "They are drawn to gentle places: wooded paths, orchard lanes, temple courtyards, and villages preparing for the harvest. Their presence suits areas where warm light, falling leaves, and quiet conversation feel natural.",
    "societyType": "Autumn eladrin often act as mediators, hosts, and peacemakers. Their gatherings emphasize sharing, community, and restoring harmony, and many take on roles that reduce conflict and strengthen bonds.",
    "typicalAssociation": "They are contemplative, generous, and patient. Others seek them out to settle disputes or to find calm counsel, and they respond best to sincerity and goodwill.",
    "physicalAppearance": "Autumn eladrin frequently display hair in shades of red, orange, and gold, with skin carrying warm, earthy undertones. Eyes often appear amber, hazel, or leaf-green. Their features can seem softly lit, like late afternoon sun through trees."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Fey Step",
      "icon": "teleport",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Immediately after you teleport, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw (DC 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Intelligence, Wisdom, or Charisma modifier) or be [[charmed]] by you for 1 minute, or until you or your companions deal any damage to the target."
    },
    {
      "name": "Season Association",
      "icon": "leaf",
      "description": "Autumn represents peace and goodwill, with a desire to share and give. You can change your season during a long rest, which changes your Fey Step effect."
    }
  ],
  "tags": [
    "race",
    "eladrin",
    "autumn",
    "elf",
    "fey",
    "feywild",
    "peaceful"
  ],
  "aliases": [],
  "seeAlso": [
    "eladrin",
    "elf",
    "fey",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/eladrin_seasons/autumn.json",
  "maleImageUrl": "/assets/images/races/Eladrin_Autumn_Male.png",
  "femaleImageUrl": "/assets/images/races/Eladrin_Autumn_Female.png"
}
