{
  "id": "spring_eladrin",
  "title": "Spring Eladrin",
  "category": "Character Races",
  "entryLore": "When an eladrin is in the spring season, they are filled with unbridled joy and hope, overflowing with energy and enthusiasm. Spring eladrin are celebratory and joyful, their very presence seeming to lift the spirits of those around them. Their appearance often reflects this season—hair adorned with flowers, skin with hints of green or gold, and eyes that sparkle with mirth. A spring eladrin's mood can be infectious, spreading cheer wherever they go. Their Fey Step carries the essence of spring, filling others with joyful energy that compels them toward the eladrin.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "lore": {
    "typicalDwelling": "Spring eladrin dwell in the sun-drenched, blossom-filled reaches of Feywild groves, vibrant flower-meadows, or elegant treetop villages that celebrate the season's sudden awakening. Their homes are lightweight and well-integrated into the budding flora, often featuring open balconies, flower-entwined terraces, and central halls filled with the scent of fresh rain and new growth. They value social interaction and the joy of discovery, their dwellings often serving as hubs for communal celebration and the exchange of news.",
    "typicalAttire": "The attire of a spring eladrin is governed by eccentricity, lightness, and the celebration of new life. They favor lightweight, breathable fabrics in a mix of bright colors—vibrant greens, sunny yellows, and festive crimsons. Their clothing is often decorated with intricate patterns of budding vines, real flowers, and accessories that catch the light. Many wear sashes and ribbons that float in the air, reflecting their energetic and playful nature. Their appearance is always vibrant and expressive, treating their clothing as a canvas for their latest adventures.",
    "typicalEnvironment": "Vibrant Feywild groves, sun-drenched meadows, and any location that rewards playfulness, social discovery, and the pursuit of new experiences are the spring eladrin's preferred habitats. They thrive in environments that reward curiosity and the energy of youth. Many are drawn to roles as specialized scouts, professional 'finders,' diplomats, or traveling performers. They are comfortable in the warming air of the season and are often the most energetic of their kin during their seasonal transition.",
    "societyType": "Spring eladrin society is decentralized and organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Spring eladrin tend toward chaotic good alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Spring eladrin possess a lithe and exceptionally energetic appearance, standing 5.5 to 6.5 feet tall with lean, exceptionally graceful builds. Their skin range through elven norms but often features a vibrant, healthy glow like the first light of dawn. Their hair is a vibrant shade of new growth—bright greens, sunny yellows, and soft emeralds—often kept in practical but eccentric styles. Their eyes are large and expressive, in shades of bright amber, yellow, or a deep, vivid green that radiates infectious enthusiasm. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tireless search for understanding."
  },
  "baseRace": "eladrin",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Fey Step",
      "icon": "teleport",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]. When you use your Fey Step, you can also touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice within 30 feet of you."
    },
    {
      "name": "Season Association",
      "icon": "flower",
      "description": "Spring represents cheerfulness and celebration, marked by merriment and hope. You can change your season during a long rest, which changes your Fey Step effect."
    }
  ],
  "tags": [
    "race",
    "eladrin",
    "spring",
    "elf",
    "fey",
    "feywild",
    "joyful"
  ],
  "aliases": [],
  "seeAlso": [
    "eladrin",
    "elf",
    "fey",
    "charmed"
  ],
  "filePath": "/data/glossary/entries/races/eladrin_seasons/spring.json",
  "maleImageUrl": "/assets/images/races/Eladrin_Spring_Male.png",
  "femaleImageUrl": "/assets/images/races/Eladrin_Spring_Female.png"
}