{
  "id": "winter_eladrin",
  "title": "Winter Eladrin",
  "category": "Character Races",
  "entryLore": "When an eladrin is in the winter season, they reflect sorrow and melancholy, withdrawing into contemplation and introspection. Winter eladrin are somber and reserved, their emotions frozen like the frost. Their appearance reflects the season's cold beauty—hair as white as snow, skin pale as ice, and eyes that hold the depths of ancient grief. A winter eladrin's presence can be chilling, not in temperature but in the weight of unspoken sadness they carry. Their Fey Step channels this cold sorrow, striking fear into the hearts of those who witness their disappearance.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "eladrin",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Fey Step",
      "icon": "teleport",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]. When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw (DC 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Intelligence, Wisdom, or Charisma modifier) or be [[frightened]] of you until the end of your next turn."
    },
    {
      "name": "Season Association",
      "icon": "snowflake",
      "description": "Winter represents contemplation and dolor, introspection and grief. You can change your season during a long rest, which changes your Fey Step effect."
    }
  ],
  "tags": [
    "race",
    "eladrin",
    "winter",
    "elf",
    "fey",
    "feywild",
    "sorrowful"
  ],
  "aliases": [],
  "seeAlso": [
    "eladrin",
    "elf",
    "fey",
    "charmed",
    "frightened"
  ],
  "filePath": "/data/glossary/entries/races/eladrin_seasons/winter.json"
}