{
  "id": "winter_eladrin",
  "title": "Winter Eladrin",
  "category": "Character Races",
  "entryLore": "When an eladrin is in the winter season, they reflect sorrow and melancholy, withdrawing into contemplation and introspection. Winter eladrin are somber and reserved, their emotions frozen like the frost. Their appearance reflects the season's cold beauty—hair as white as snow, skin pale as ice, and eyes that hold the depths of ancient grief. A winter eladrin's presence can be chilling, not in temperature but in the weight of unspoken sadness they carry. Their Fey Step channels this cold sorrow, striking fear into the hearts of those who witness their disappearance.",
  "lore": {
    "typicalDwelling": "Winter eladrin dwell in the ice-touched reaches of high-altitude mountain peaks, frozen caves, or the wind-swept heights of barren tundras within the Feywild. Their homes are constructed of durable, often frost-resistant stone or carved directly into the sides of ancient glaciers. They value structural simplicity and functional design, their dwellings featuring high ceilings, open courtyards for communal gathering, and thick walls to ward off the extreme cold. Their settlements are often monuments to their endurance and their ancestor's mastery over the absolute power of ice.",
    "typicalAttire": "The attire of a winter eladrin is governed by durability, warmth, and the expression of their quiet sorrow. They favor heavy fabrics in shades of charcoal gray, deep slate, and rich white, often decorated with fur and bone tokens. Their clothing is designed to be easily shed or cleaned of frost and snow-debris. Many wear simple, practical sashes and belts for carrying specialized tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition through both physical and elemental means. Their clothing often features intricate embroidery of crystalline patterns, reflecting the season's cold beauty.",
    "typicalEnvironment": "Isolated mountain peaks, vast frozen tundras, and any region that rewards physical endurance, tactical planning, and the pursuit of survival in extreme conditions are the winter eladrin's preferred habitats. They thrive in environments that reward strength and the predatory patience required for survival in the deep wild. Many serve as specialized sentries, professional trackers, elite bodyguards, or specialized soldiers. They are comfortable in extreme cold and are often the most formidable of their kin during their seasonal transition.",
    "societyType": "Winter eladrin society is intensely hierarchical and organized around shared tradition and the predatory order of the season. They value discipline, loyalty, and the pursuit of excellence in the survival and defense of their community. Leadership is held by those who have demonstrated the greatest tactical brilliance or the most successful application of their natural gifts in the protection of the ice. Their culture is one of collective pride and the belief that vigilance is the only defense against the chaos of the world.",
    "typicalAssociation": "Winter eladrin tend toward neutral or lawful alignments, driven by a pragmatic focus on survival and a commitment to the absolute order of their stoic lifestyle. They are a quiet and often suspicious people, viewing outsiders as potential threats or unworthy intrusions into their domain. However, they are intensely loyal to their companions and honor their word with a grim seriousness that is legendary among their kind. They value honesty and the search for truth above all else.",
    "physicalAppearance": "Winter eladrin possess an imposing and aggressive appearance, standing 5.5 to 6.5 feet tall with powerful, athletic builds. Their skin range through elven norms but often features a pale, almost translucent quality and a faint, cold glow. Their hair is a vibrant shade of absolute frost—sky whites, deep slate grays, and soft blues—often kept in practical but or ornate styles. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates a quiet, sorrowful energy. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of martial discipline. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "baseRace": "eladrin",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws you make to avoid or end the [[charmed]] condition on yourself."
    },
    {
      "name": "Keen Senses",
      "icon": "perception",
      "description": "You have proficiency in the [[perception|Perception]] skill."
    },
    {
      "name": "Trance",
      "icon": "moon",
      "description": "You don't need to sleep, and magic can't put you to sleep. You can finish a [[long_rest|Long Rest]] in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness."
    },
    {
      "name": "Fey Step",
      "icon": "teleport",
      "description": "As a [[bonus_action|Bonus Action]], you can magically teleport up to 30 feet to an unoccupied space you can see. You can use this trait a number of times equal to your [[proficiency_bonus|Proficiency Bonus]], and you regain all expended uses when you finish a [[long_rest|Long Rest]]. When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw (DC 8 + your [[proficiency_bonus|Proficiency Bonus]] + your Intelligence, Wisdom, or Charisma modifier) or be [[frightened]] of you until the end of your next turn."
    },
    {
      "name": "Season Association",
      "icon": "snowflake",
      "description": "Winter represents contemplation and dolor, introspection and grief. You can change your season during a long rest, which changes your Fey Step effect."
    }
  ],
  "tags": [
    "race",
    "eladrin",
    "winter",
    "elf",
    "fey",
    "feywild",
    "sorrowful"
  ],
  "aliases": [],
  "seeAlso": [
    "eladrin",
    "elf",
    "fey",
    "charmed",
    "frightened"
  ],
  "filePath": "/data/glossary/entries/races/eladrin_seasons/winter.json",
  "maleImageUrl": "/assets/images/races/Eladrin_Winter_Male.png",
  "femaleImageUrl": "/assets/images/races/Eladrin_Winter_Female.png"
}
