{
  "id": "hearthkeeper_halfling",
  "title": "Hearthkeeper Halfling",
  "category": "Character Races",
  "entryLore": "The Mark of Hospitality grants abilities related to food, shelter, and comfort. House Ghallanda carries this mark, running the finest inns, taverns, and restaurants across Khorvaire. Halflings with the Mark of Hospitality have an innate talent for making others feel welcome, their establishments renowned for excellent service and warm atmospheres.",
  "source": "ERLW",
  "lore": {
    "typicalDwelling": "Those with the Mark of Hospitality often dwell in the sun-drenched reaches of rolling hills, vibrant river-valleys, or the bustling districts of major metropolitan cities. Their homes are designed for social interaction and the exchange of news, featuring open balconies, comfortable seating areas, and expansive central halls. They value hospitality and structural variety, their dwellings often constructed of thick, sun-baked mud bricks or integrated into the natural contours of the hills. Their settlements are monuments to their practical nature and their ancestor's mastery over the open terrain.",
    "typicalAttire": "Hearthkeeper halflings favor attire that is both durable and functional, reflecting their rustic and straightforward nature. They wear oil-treated leathers, heavy fabrics in shades of earthy brown, deep green, and sandy tan, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of mud and earth-debris. Many wear simple, practical sashes and belts for carrying specialized tools and defensive gear. Their appearance is always energetic and expressive, treating their clothing as a canvas for their latest stories.",
    "typicalEnvironment": "Rolling hills, arid badlands, and the crossroads of major trade routes are the preferred habitats for those with the Mark of Hospitality. They thrive in environments that reward social discovery and the pursuit of new experiences. Many are drawn to roles as specialized scouts, professional 'finders,' diplomats, or traveling merchants. They are comfortable in any environment that offers the promise of adventure and the chance to meet new and interesting people. They have a natural affinity for the open air and the next horizon.",
    "societyType": "Halfling society with the Mark of Hospitality is decentralized and organized around shared curiosity and the joy of social interaction. They value independence, honesty (by their own definition), and the pursuit of adventure above material wealth or political power. Leadership is or formal hierarchy is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Those with the Mark of Hospitality tend toward chaotic good or neutral alignments, driven by a deep-seated desire for personal freedom and the wellbeing of their companions. They are an honest and empathetic people, though their understanding of personal property is notably different from most other races. While they are usually peaceful and avoid conflict, they are resolute in their opposition to cruelty and the protection of their friends. They value sincerity and the search for adventure above all else.",
    "physicalAppearance": "Halflings with the Mark of Hospitality possess a lithe and exceptionally energetic appearance, standing 3 feet tall with lean, robust builds. Their skin range through human norms but often features a sun-kissed tan and a faint, warm glow. Their eyes are large and expressive, in shades of bright amber, yellow, or a deep, vivid green that radiates infectious enthusiasm. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tirelessly search for understanding."
  },
  "baseRace": "halfling",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Small"
    },
    {
      "label": "Speed",
      "value": "25 feet"
    }
  ],
  "traits": [
    {
      "name": "Lucky",
      "icon": "clover",
      "description": "When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
    },
    {
      "name": "Brave",
      "icon": "shield",
      "description": "You have [[advantage]] on saving throws against being [[frightened]]."
    },
    {
      "name": "Halfling Nimbleness",
      "icon": "footprints",
      "description": "You can move through the space of any creature that is of a size larger than yours."
    },
    {
      "name": "Ever Hospitable",
      "icon": "home",
      "description": "When you make a Charisma ([[persuasion|Persuasion]]) check or an ability check involving brewer's supplies or cook's utensils, you can roll a d4 and add the number rolled to the ability check."
    },
    {
      "name": "Innkeeper's Magic",
      "icon": "magic",
      "description": "You know the [[prestidigitation|Prestidigitation]] cantrip. You can also cast the [[purify_food_and_drink|Purify Food and Drink]] and [[unseen_servant|Unseen Servant]] spells with this trait. Once you cast either spell with this trait, you can't cast that spell with it again until you finish a [[long_rest|Long Rest]]. Charisma is your spellcasting ability for these spells."
    },
    {
      "name": "Spells of the Mark",
      "icon": "scroll",
      "description": "If you have the Spellcasting or Pact Magic class feature, the spells on the Mark of Hospitality Spells table are added to the spell list of your spellcasting class."
    }
  ],
  "tags": [
    "race",
    "halfling",
    "dragonmark",
    "mark of hospitality",
    "humanoid",
    "eberron",
    "house ghallanda"
  ],
  "aliases": [
    "hospitality halfling",
    "ghallanda"
  ],
  "seeAlso": [
    "halfling",
    "humanoid",
    "prestidigitation"
  ],
  "filePath": "/data/glossary/entries/races/dragonmark_variants/hearthkeeper_halfling.json",
  "spellsOfTheMark": [
    {
      "minLevel": 1,
      "spells": [
        "[[goodberry]]",
        "[[sleep]]"
      ]
    },
    {
      "minLevel": 2,
      "spells": [
        "[[aid]]",
        "[[calm_emotions]]"
      ]
    },
    {
      "minLevel": 3,
      "spells": [
        "[[create_food_and_water]]",
        "[[tiny_hut]]"
      ]
    },
    {
      "minLevel": 4,
      "spells": [
        "[[aura_of_purity]]",
        "[[private_sanctum]]"
      ]
    },
    {
      "minLevel": 5,
      "spells": [
        "[[hallow]]"
      ]
    }
  ],
  "maleImageUrl": "/assets/images/races/Halfling_Hearthkeeper_Male.png",
  "femaleImageUrl": "/assets/images/races/Halfling_Hearthkeeper_Female.png"
}
