{
  "id": "mender_halfling",
  "title": "Mender Halfling",
  "category": "Character Races",
  "entryLore": "The Mark of Healing grants the ability to mend wounds and cure ailments. House Jorasco carries this mark, operating healing houses across Khorvaire that provide medical services to all who can pay. Halflings with the Mark of Healing are natural caregivers, their touch soothing pain and their presence bringing hope to the injured and sick.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "ERLW",
  "lore": {
    "typicalDwelling": "Those with the Mark of Healing often dwell in the sunless reaches of deep cavern-complexes, high-altitude mountain peaks, or the most ancient districts of subterranean cities. Their homes are carved directly into the living rock and feature expansive meditation galleries, archives of technical data, and living quarters that are optimized for study and the preservation of calm. Every structure is designed with mathematical precision, with clear channels for light, air, and the flow of collective thought. They value efficiency and internal peace, their homes often devoid of unnecessary decoration unless it serves a specific cognitive or aesthetic purpose.",
    "typicalAttire": "Mender halflings favor attire that is governed by functionality and the need for precision. They favor layered garments in durable, high-quality fabrics like silk and brushed wool in shades of navy blue, silver, and charcoal gray. Their clothing is often fitted with multiple pockets and attachment points for specialized tools, scrolls, and measuring devices. Many wear protective gear, such as goggles or gauntlets, that can be easily adjusted for different research tasks. Their appearance is always meticulously clean and orderly, reflecting the disciplined and focused nature of their minds.",
    "typicalEnvironment": "Isolated mountain peaks, ancient high-altitude plateaus, and the intellectual centers of large metropolitan empires are the preferred habitats for those with the Mark of Healing. They thrive in environments that reward patience, analytical planning, and the pursuit of perfection. Many serve as specialized researchers, administrators, architects of complex systems, or elite artificers. They are comfortable in any environment that allows for undisturbed study and the application of rigorous logic, often serving as the intellectual engines of their communities.",
    "societyType": "Halfling society with the Mark of Healing is meritocratic and organized around the pursuit of knowledge and self-improvement. They value intellectual rigor, patience, and the belief that every system can be optimized. Leadership is held by those who have demonstrated the greatest depth of knowledge or the most successful application of logic in their chosen field. Their culture is one of collective advancement and the belief that the pursuit of perfection is a lifelong and sacred duty. They prize intellectual honesty and the open sharing of data above material wealth.",
    "typicalAssociation": "Those with the Mark of Healing tend toward lawful neutral alignments, driven by a deep respect for logic and the belief that absolute clarity is the only path to progress. They are a calm and emotionally detached people, often viewed as cold or aloof by more passionate races. However, they are genuinely interested in the wellbeing of the systems they inhabit and possess a unique sense of justice born of their own analytical perspective. They value consistency and the objective truth above all else, viewing emotional reactions as a distraction from the work at hand.",
    "physicalAppearance": "Halflings with the Mark of Healing possess an imposing and regal appearance, standing 3 feet tall with powerful, well-defined builds. Their skin range through human norms but often features a deep, oceanic blue or sapphire hue. Their faces are refined and characterized by high brow ridges and large, expressive eyes that convey an intense concentration. They possess little body hair, often presenting a smooth and polished appearance. Their movements are characterized by a total absence of wasted motion, every gesture deliberate and precisely calculated. They move with an almost mechanical grace that conveys absolute control over their own bodies. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "baseRace": "halfling",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Small"
    },
    {
      "label": "Speed",
      "value": "25 feet"
    }
  ],
  "traits": [
    {
      "name": "Lucky",
      "icon": "clover",
      "description": "When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
    },
    {
      "name": "Brave",
      "icon": "shield",
      "description": "You have [[advantage]] on saving throws against being [[frightened]]."
    },
    {
      "name": "Halfling Nimbleness",
      "icon": "footprints",
      "description": "You can move through the space of any creature that is of a size larger than yours."
    },
    {
      "name": "Medical Intuition",
      "icon": "heart",
      "description": "When you make a Wisdom ([[medicine|Medicine]]) check or an ability check using an herbalism kit, you can roll a d4 and add the number rolled to the ability check."
    },
    {
      "name": "Healing Touch",
      "icon": "magic",
      "description": "You can cast the [[cure_wounds|Cure Wounds]] spell with this trait. Starting at 3rd level, you can also cast [[lesser_restoration|Lesser Restoration]] with it. Once you cast either spell with this trait, you can't cast that spell with it again until you finish a [[long_rest|Long Rest]]. Wisdom is your spellcasting ability for these spells."
    },
    {
      "name": "Spells of the Mark",
      "icon": "scroll",
      "description": "If you have the Spellcasting or Pact Magic class feature, the spells on the Mark of Healing Spells table are added to the spell list of your spellcasting class."
    }
  ],
  "tags": [
    "race",
    "halfling",
    "dragonmark",
    "mark of healing",
    "humanoid",
    "eberron",
    "house jorasco"
  ],
  "aliases": [
    "healing halfling",
    "jorasco"
  ],
  "seeAlso": [
    "halfling",
    "humanoid",
    "cure_wounds"
  ],
  "filePath": "/data/glossary/entries/races/dragonmark_variants/mender_halfling.json",
  "spellsOfTheMark": [
    {
      "minLevel": 1,
      "spells": [
        "[[cure_wounds]]",
        "[[healing_word]]"
      ]
    },
    {
      "minLevel": 2,
      "spells": [
        "[[lesser_restoration]]",
        "[[prayer_of_healing]]"
      ]
    },
    {
      "minLevel": 3,
      "spells": [
        "[[aura_of_vitality]]",
        "[[mass_healing_word]]"
      ]
    },
    {
      "minLevel": 4,
      "spells": [
        "[[aura_of_purity]]",
        "[[aura_of_life]]"
      ]
    },
    {
      "minLevel": 5,
      "spells": [
        "[[greater_restoration]]"
      ]
    }
  ],
  "maleImageUrl": "/assets/images/races/Halfling_Mender_Male.png",
  "femaleImageUrl": "/assets/images/races/Halfling_Mender_Female.png"
}