{
  "id": "seersight_half_elf",
  "title": "Half-Elf (Seersight)",
  "category": "Character Races",
  "entryLore": "The Mark of Detection grants those who bear it powers of observation and insight. House Medani carries this mark, using its abilities to provide bodyguard services, inquisitive work, and threat assessment. Half-elves with the Mark of Detection are prized for their ability to perceive danger and uncover secrets, making them excellent investigators, spies, and protectors.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "ERLW",
  "lore": {
    "typicalDwelling": "Those with the Mark of Detection often dwell in the sun-drenched reaches of isolated mountain citadels, floating sky-palaces, or the grandest districts of major metropolitan cities. Their homes are constructed of durable, often gleaming stone and feature expansive libraries, meditation gardens, and central halls with high, vaulted ceilings that allow for a clear view of the sky. They value aesthetic perfection and structural permanence, their dwellings often doubling as centers of learning or spiritual sanctuary for their communities. Their settlements are monuments to their wisdom and their ancestor's mastery over the highest reaches of the world.",
    "typicalAttire": "Seersight half-elves favor attire that is both elegant and functional, reflecting their wise and authoritative nature. They wear flowing garments in high-quality fabrics like silk and fine wool in shades of sky blue, charcoal gray, and rich silver. Their clothing is often decorated with intricate patterns of clouds or lightning and sashes that denote their personal history or spiritual lineage. Many wear jewelry that incorporates polished moonstones or clear crystals—conduits for their natural detection energy. Their appearance is always meticulously curated, conveying a sense of calm, calculated authority.",
    "typicalEnvironment": "Isolated mountain peaks, ancient high-altitude plateaus, and the intellectual centers of large cosmopolitan empires are the preferred habitats for those with the Mark of Detection. They thrive in environments that reward wisdom, long-term planning, and the pursuit of perfection. Many serve as specialized clerics, wise counselors, architects of monumental systems, or resilient guardians of ancient lore. They are comfortable in cold climates and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Half-elf society with the Mark of Detection is meritocratic and organized around shared wisdom and the pursuit of spiritual and intellectual perfection. They value patience, loyalty, and the belief that the truest measure of a person is their ability to contribute to the enlightenment of their kin. Leadership is held by those who have demonstrated the greatest depth of knowledge or the most successful application of their natural gifts in the service of the community. Their culture is one of collective resilience and the belief that truth is the only defense against the chaos of the world.",
    "typicalAssociation": "Those with the Mark of Detection tend toward lawful good or neutral alignments, driven by a deep-seated sense of duty and a commitment to protecting the moral and social order. They are an honest and empathetic people, often possessing a profound understanding of the suffering and hopes of others. While they are usually peaceful and avoid conflict, they are resolute in their defense of their friends and their way of life. They value stability and the clarity that comes from a life lived in accordance with tradition.",
    "physicalAppearance": "Half-elves with the Mark of Detection possess an imposing and regal appearance, standing 5.5 to 6 feet tall with powerful, well-defined builds. Their skin range through human and elven norms but often features a pale, almost translucent quality and a faint, silver glow. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates a quiet energy. They move with a measured, purposeful gait that conveys both immense physical power and a lifetime of calm discipline. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and unyielding power."
  },
  "baseRace": "half_elf",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws against being [[charmed]], and magic can't put you to sleep."
    },
    {
      "name": "Deductive Intuition",
      "icon": "brain",
      "description": "When you make an Intelligence ([[investigation|Investigation]]) or Wisdom ([[insight|Insight]]) check, you can roll a d4 and add the number rolled to the ability check."
    },
    {
      "name": "Magical Detection",
      "icon": "magic",
      "description": "You can cast the [[detect_magic|Detect Magic]] and [[detect_poison_and_disease|Detect Poison and Disease]] spells with this trait. Starting at 3rd level, you can also cast the [[see_invisibility|See Invisibility]] spell with it. Once you cast any of these spells with this trait, you can't cast that spell with it again until you finish a [[long_rest|Long Rest]]. Intelligence is your spellcasting ability for these spells, and you don't require material components for them."
    },
    {
      "name": "Spells of the Mark",
      "icon": "scroll",
      "description": "If you have the Spellcasting or Pact Magic class feature, the spells on the Mark of Detection Spells table are added to the spell list of your spellcasting class."
    }
  ],
  "tags": [
    "race",
    "half-elf",
    "dragonmark",
    "mark of detection",
    "humanoid",
    "eberron",
    "house medani"
  ],
  "aliases": [
    "detection half-elf",
    "medani"
  ],
  "seeAlso": [
    "half-elf",
    "humanoid",
    "detect_magic"
  ],
  "filePath": "/data/glossary/entries/races/dragonmark_variants/seersight_half_elf.json",
  "spellsOfTheMark": [
    {
      "minLevel": 1,
      "spells": [
        "[[detect_evil_and_good]]",
        "[[detect_poison_and_disease]]"
      ]
    },
    {
      "minLevel": 2,
      "spells": [
        "[[detect_thoughts]]",
        "[[find_traps]]"
      ]
    },
    {
      "minLevel": 3,
      "spells": [
        "[[clairvoyance]]",
        "[[nondetection]]"
      ]
    },
    {
      "minLevel": 4,
      "spells": [
        "[[arcane_eye]]",
        "[[divination]]"
      ]
    },
    {
      "minLevel": 5,
      "spells": [
        "[[legend_lore]]"
      ]
    }
  ],
  "maleImageUrl": "/assets/images/races/Half-Elf_Seersight_Male.png",
  "femaleImageUrl": "/assets/images/races/Half-Elf_Seersight_Female.png"
}