{
  "id": "stormborn_half_elf",
  "title": "Half-Elf (Stormborn)",
  "category": "Character Races",
  "entryLore": "The Mark of Storm grants power over wind and weather. House Lyrandar carries this mark, dominating the shipping and transportation industries with their ability to control the elements. Half-elves with the Mark of Storm can call lightning, command the winds, and navigate through the fiercest tempests. They are the masters of the airships and elemental galleons that cross Eberron's skies and seas.",
  "lore": {
    "typicalDwelling": "Those with the Mark of Storm often dwell in the wave-lashed reaches of coastal cliffs, isolated island-citadels, or the grandest districts of major port cities. Their homes are constructed of durable stone and often featured submerged entrances or chambers that allow for easy access to the sea. They value structural integrity and a clear view of the ocean, their dwellings often doubling as watchtowers or lighthouses for communal safety. Their settlements are monuments to their adaptability and their ancestor's mastery over the coastal environment.",
    "typicalAttire": "Stormborn half-elves favor attire that is both durable and functional, reflecting their maritime and sea-touched nature. They wear oil-treated leathers, heavy fabrics in shades of oceanic blue, deep charcoal gray, and rich silver, often decorated with bone or ivory tokens. Their clothing is designed to be easily shed or cleaned of salt-spray and sea-debris. Many wear simple, practical sashes and belts for carrying specialized maritime tools and defensive gear. Their appearance is always disciplined and intimidating, their gear kept in peak condition.",
    "typicalEnvironment": "Coastal regions, isolated islands, and any location with a strong maritime presence are the preferred habitats for those with the Mark of Storm. They thrive in environments that reward physical endurance, tactical surveillance, and a readiness for action. Many serve as specialized sentries, professional divers, elite bodyguards, or specialized soldiers. They are comfortable in extreme coastal weather and are often the only inhabitants of regions others find too unpredictable for established life.",
    "societyType": "Half-elf society with the Mark of Storm is decentralized and organized around shared adventure and the collective survival of the community or travel group. They value independence, physical agility, and the ability to adapt to any situation. Leadership is rare, with individuals instead organizing around shared interests or the fulfillment of a specific goal. Their culture is one of collective optimism and the belief that the world is a giant, fascinating puzzle to be explored and shared.",
    "typicalAssociation": "Those with the Mark of Storm tend toward neutral or neutral good alignments, driven by a commitment to the wellbeing of their community and a love for the freedom of the open sea. They are a social and adventurous people, often viewed as energetic and optimistic by those they encounter. They value quick wit, resourcefulness, and the courage to face the unknown. While they are usually peaceful, they are fierce defenders of their friends and their community's honor.",
    "physicalAppearance": "Half-elves with the Mark of Storm possess a lithe and exceptionally energetic appearance, standing 5.5 to 6 feet tall with lean, exceptionally graceful builds. Their skin range through human and elven norms but often features a faint, oceanic blue or sapphire hue and a faint, healthy glow. Their hair is a vibrant shade of sea and storm—bright blues, charcoal grays, and soft emeralds—often kept in practical but or ornate styles. Their eyes are large and expressive, in shades of bright blue, silver, or a deep, liquid white that radiates an intense energy. They move with a springy, restless grace that makes them seem as if they are always on the verge of a leap or a climb. Their presence is tranquil and anchors the space around them, a visible manifestation of their internal clarity and tirelessly search for understanding."
  },
  "baseRace": "half_elf",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Fey Ancestry",
      "icon": "sparkle",
      "description": "You have [[advantage]] on saving throws against being [[charmed]], and magic can't put you to sleep."
    },
    {
      "name": "Windwright's Intuition",
      "icon": "wind",
      "description": "When you make a Dexterity ([[acrobatics|Acrobatics]]) check or any ability check involving navigator's tools, you can roll a d4 and add the number rolled to the ability check."
    },
    {
      "name": "Storm's Boon",
      "icon": "lightning",
      "description": "You have resistance to [[lightning_damage|lightning damage]]."
    },
    {
      "name": "Headwinds",
      "icon": "magic",
      "description": "You know the [[gust|Gust]] cantrip. Starting at 3rd level, you can cast the [[gust_of_wind|Gust of Wind]] spell once with this trait, and you regain the ability to cast it when you finish a [[long_rest|Long Rest]]. Charisma is your spellcasting ability for these spells."
    },
    {
      "name": "Spells of the Mark",
      "icon": "scroll",
      "description": "If you have the Spellcasting or Pact Magic class feature, the spells on the Mark of Storm Spells table are added to the spell list of your spellcasting class."
    }
  ],
  "tags": [
    "race",
    "half-elf",
    "dragonmark",
    "mark of storm",
    "humanoid",
    "house lyrandar"
  ],
  "aliases": [
    "storm half-elf",
    "lyrandar"
  ],
  "seeAlso": [
    "half_elf",
    "humanoid",
    "lightning_damage"
  ],
  "filePath": "/data/glossary/entries/races/dragonmark_variants/stormborn_half_elf.json",
  "spellsOfTheMark": [
    {
      "minLevel": 1,
      "spells": [
        "[[feather_fall]]",
        "[[fog_cloud]]"
      ]
    },
    {
      "minLevel": 2,
      "spells": [
        "[[gust_of_wind]]",
        "[[levitate]]"
      ]
    },
    {
      "minLevel": 3,
      "spells": [
        "[[sleet_storm]]",
        "[[wind_wall]]"
      ]
    },
    {
      "minLevel": 4,
      "spells": [
        "[[conjure_minor_elementals]]",
        "[[control_water]]"
      ]
    },
    {
      "minLevel": 5,
      "spells": [
        "[[conjure_elemental]]"
      ]
    }
  ],
  "maleImageUrl": "/assets/images/races/Half-Elf_Stormborn_Male.png",
  "femaleImageUrl": "/assets/images/races/Half-Elf_Stormborn_Female.png"
}
