{
  "id": "beasthide_shifter",
  "title": "Beasthide Shifter",
  "category": "Character Races",
  "entryLore": "Beasthide shifters are typically tied to the bear or the boar, animals known for their tough hides and ferocious strength when cornered. These shifters are among the most resilient of their kind, able to shrug off blows that would fell lesser warriors. When they shift, their skin thickens and their features become more bestial, granting them remarkable durability. Beasthide shifters often find roles as front-line fighters, bodyguards, and protectors, using their enhanced endurance to shield their allies from harm.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "shifter",
  "lore": {
    "typicalDwelling": "Beasthide shifters often inhabit rugged, well-defended settlements in temperate forests and mountain foothills. Their homes are built for durability, featuring stone foundations and heavy timber construction. They value communal defense and often serve as the physical heart of their tribes, their dwellings positioned to protect more vulnerable kin.",
    "typicalAttire": "Durability is the hallmark of beasthide fashion. They wear thick, multi-layered garments of heavy leather, wool, and fur. Their clothing is often reinforced with bone or horn plates, serving as both decoration and light armor. Many wear sturdy boots and heavy belts capable of carrying a variety of survival tools. The colors favor darker earth tones—deep browns, charcoal grays, and forest greens.",
    "typicalEnvironment": "Rugged mountains, dense woodlands, and rocky highlands are the beasthide's preferred habitats. They thrive in environments that reward physical endurance and raw strength. Many are found in roles as front-line sentries, heavy laborers, or wilderness guides. They are comfortable in cold climates and are often the last to seek shelter when a storm rolls in.",
    "societyType": "Beasthide society is organized around physical resilience and mutual protection. They value stoicism, strength, and the ability to endure hardship without complaint. Leadership is often held by the most seasoned warriors or those who have successfully defended the tribe from significant threats. They have a strong protective instinct and a culture that emphasizes the sanctity of the home and the importance of family.",
    "typicalAssociation": "Beasthides tend toward neutral or lawful neutral alignments, driven by a sense of duty to their kin and the preservation of order within their communities. They are a stoic and reliable people, often serving as the bedrock of their social groups. While they can be slow to trust, their loyalty is absolute once earned. They value stability and the strength that comes from a well-ordered life lived in harmony with the wild.",
    "physicalAppearance": "Beasthide shifters are the most heavily built of their kind, standing 5.5 to 6.5 feet tall with broad shoulders and a muscular, solid physique. Their human features are rugged, with thick brow ridges and wide, strong jaws that hint at their bear or boar heritage. Their skin is often coarse and thick, ranging in tone from weathered bronze to deep brown. Their hair is coarse and dark, often extending into a short, thick mane down the spine. When they shift, their skin thickens into a hide-like texture, their muscles swell with power, and their features take on the formidable mask of a great forest beast. Their eyes are typically a deep amber or dark brown, reflecting a solid and unshakeable determination."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Vision",
      "value": "[[darkvision|60 feet]]"
    }
  ],
  "traits": [
    {
      "name": "Vision",
      "icon": "eye",
      "description": "You can see in [[dim_light|dim light]] within 60 feet of you as if it were [[bright_light|bright light]], and in [[darkness]] as if it were [[dim_light|dim light]]. You can't discern color in [[darkness]], only shades of gray."
    },
    {
      "name": "Shifting",
      "icon": "transform",
      "description": "As a [[bonus_action|Bonus Action]], you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain temporary hit points equal to 2 x your [[proficiency_bonus|Proficiency Bonus]]. You can shift a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Whenever you shift, you also gain an additional benefit based on your subrace (see Bestial Durability)."
    },
    {
      "name": "Bestial Durability",
      "icon": "shield",
      "description": "Whenever you shift, you gain 1d6 additional temporary hit points. While shifted, you also have a +1 bonus to your Armor Class."
    }
  ],
  "tags": [
    "race",
    "shifter",
    "beasthide",
    "humanoid",
    "lycanthrope",
    "tough"
  ],
  "aliases": [],
  "seeAlso": [
    "shifter",
    "humanoid"
  ],
  "filePath": "/data/glossary/entries/races/shifter_variants/beasthide.json",
  "maleImageUrl": "/assets/images/races/Shifter_Beasthide_Male.png",
  "femaleImageUrl": "/assets/images/races/Shifter_Beasthide_Female.png"
}