{
  "id": "longtooth_shifter",
  "title": "Longtooth Shifter",
  "category": "Character Races",
  "entryLore": "Longtooth shifters are fierce and aggressive, their lycanthropic heritage tied to fierce predators like wolves and tigers. When they shift, they grow elongated fangs capable of tearing through flesh with ease. These shifters embody the hunter's fury, channeling their bestial nature into devastating attacks. Longtooth shifters are often drawn to martial pursuits, their natural aggression making them formidable warriors who revel in close combat where they can put their fangs to use.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "shifter",
  "lore": {
    "typicalDwelling": "Longtooth shifters prefer dwellings that offer clear vantage points and and easy access to hunting grounds. Their homes are often situated in light forests, rolling hills, or along the edges of larger settlements. They value mobility and often maintain semi-permanent camps that can be quickly packed or defended. Their living spaces are often decorated with trophies of the hunt—antlers, furs, and the bones of large game.",
    "typicalAttire": "Longtooth fashion is aggressive and designed for the hunt. They favor lightweight leather and dark fabrics that allow for sudden bursts of movement. Their clothing often features sharp, bone-handled weapons and accessories that emphasize their predatory nature. Many wear their hair in wild, uncontrolled styles or in tight braids that don't interfere with their vision. The colors favor predatory camouflage—blacks, dark grays, and the stripes or spots of large cats.",
    "typicalEnvironment": "Forests, hills, and any region with plentiful game are the longtooth's natural habitats. They thrive in environments where they can utilize their speed and predatory instincts. Many seek out roles as specialized hunters, mercenaries, or aggressive scouts. They are most active during the twilight hours when the boundary between light and shadow provides the perfect cover for their hunting style.",
    "societyType": "Longtooth society is organized around the hunt and the demonstration of physical dominance. They value courage, aggression, and the ability to bring down large prey. Leadership is often held by the most successful hunters or those who have proven their prowess in close combat. They have a fierce and competitive culture, with status earned through demonstrated skill and the collection of impressive trophies.",
    "typicalAssociation": "Longtooths tend toward neutral or chaotic neutral alignments, driven by a fierce independence and a predatory focus on the immediate needs of the hunt. They are a passionate and sometimes volatile people, often viewed as aggressive or intimidating by others. However, they are intensely loyal to their hunting partners and form deep bonds based on shared challenges and mutual respect. They value honesty and direct action above all else.",
    "physicalAppearance": "Longtooth shifters possess a lean and predatory physique, standing 5.5 to 6 feet tall with wide-set shoulders and a lithe, athletic grace. Their human features are sharp and focused, with high cheekbones and intense, predatory eyes in shades of yellow, gold, or vivid green. Their teeth are notably well-developed, with the canines already slightly elongated even in their human form. Their hair is often wild and coarse, reflecting their wolf or tiger heritage. When they shift, their fangs extend into formidable weapons, their features take on a snarling, predatory mask, and their movements become a liquid blur of aggressive motion. Their scent is that of the deep woods and the cold metallic tang of a fresh hunt."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Shifting",
      "icon": "transform",
      "description": "As a [[bonus_action|Bonus Action]], you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain temporary hit points equal to 2 x your [[proficiency_bonus|Proficiency Bonus]]. You can shift a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Whenever you shift, you also gain an additional benefit based on your subrace (see Fangs)."
    },
    {
      "name": "Fangs",
      "icon": "fangs",
      "description": "While shifted, you can use your elongated fangs to make an unarmed strike as a [[bonus_action|Bonus Action]]. If you hit with your fangs, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
    }
  ],
  "tags": [
    "race",
    "shifter",
    "longtooth",
    "humanoid",
    "lycanthrope",
    "predator"
  ],
  "aliases": [],
  "seeAlso": [
    "shifter",
    "humanoid"
  ],
  "filePath": "/data/glossary/entries/races/shifter_variants/longtooth.json",
  "maleImageUrl": "/assets/images/races/Shifter_Longtooth_Male.png",
  "femaleImageUrl": "/assets/images/races/Shifter_Longtooth_Female.png"
}