{
  "id": "swiftstride_shifter",
  "title": "Swiftstride Shifter",
  "category": "Character Races",
  "entryLore": "Swiftstride shifters are graceful and quick, their lycanthropic heritage tied to swift and elusive creatures like cats, rats, and ravens. They are often characterized by feline features or sleek, streamlined builds. When shifted, these shifters move with supernatural speed and grace, able to dart away from danger in the blink of an eye. Swiftstride shifters excel as scouts, rogues, and skirmishers, using their enhanced mobility to strike quickly and retreat before enemies can retaliate.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "shifter",
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Shifting",
      "icon": "transform",
      "description": "As a [[bonus_action|Bonus Action]], you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain temporary hit points equal to 2 x your [[proficiency_bonus|Proficiency Bonus]]. You can shift a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Whenever you shift, you also gain an additional benefit based on your subrace (see Swift Stride)."
    },
    {
      "name": "Swift Stride",
      "icon": "speed",
      "description": "While shifted, your walking speed increases by 10 feet. Additionally, you can move up to 10 feet as a [[reaction]] when a creature ends its turn within 5 feet of you. This reactive movement doesn't provoke [[opportunity_attack|opportunity attacks]]."
    }
  ],
  "tags": [
    "race",
    "shifter",
    "swiftstride",
    "humanoid",
    "lycanthrope",
    "agile"
  ],
  "aliases": [],
  "seeAlso": [
    "shifter",
    "humanoid",
    "opportunity_attack"
  ],
  "filePath": "/data/glossary/entries/races/shifter_variants/swiftstride.json",
  "maleImageUrl": "/assets/images/races/Shifter_Swiftstride_Male.png",
  "femaleImageUrl": "/assets/images/races/Shifter_Swiftstride_Female.png"
}
