{
  "id": "wildhunt_shifter",
  "title": "Wildhunt Shifter",
  "category": "Character Races",
  "entryLore": "Wildhunt shifters are the most in tune with their animal nature, their lycanthropic heritage tied to creatures known for their keen senses and tracking ability like wolves and bloodhounds. Sharp-eyed and perceptive, these shifters make excellent trackers and hunters. When they shift, their senses sharpen to supernatural levels, allowing them to detect hidden foes and react to threats before they manifest. Wildhunt shifters often serve as scouts, rangers, and sentries, their enhanced awareness making them nearly impossible to ambush or deceive.",
  "imageUrl": "/assets/images/Placeholder.jpg",
  "source": "MPMM",
  "baseRace": "shifter",
  "lore": {
    "typicalDwelling": "Wildhunt shifters live in watchful, secluded settlements in ancient forests, marshes, and remote moorlands. Their homes are designed for surveillance, featuring high lookout posts and hidden observation points. They value silence and a clear view of the surrounding territory, their dwellings often camouflaged to blend perfectly with the environment. Their living spaces are spartan and focused on the maintenance of their senses and survival gear, with central areas for the communal sharing of news and observations.",
    "typicalAttire": "Practicality and concealment guide wildhunt fashion. They wear durable, earth-toned garments made from treated fabrics and soft leathers that don't make noise. Their clothing is often integrated with natural camouflage—twigs, moss, and local flora. Many wear multiple layers to break up their silhouette and pouches for carrying various sensory-enhancing tools and tracking gear. The colors favor the forest floor—deep greens, muddy browns, and the mottled grays of weathered stone and lichen.",
    "typicalEnvironment": "Ancient forests, misty swamps, and vast wild frontiers are the wildhunt's natural habitats. They thrive in environments where survival depends on keen perception and the ability to track threats through any terrain. Many seek out roles as elite scouts, sentries, wilderness rangers, or professional trackers. They are most active during the hours of dawn and dusk when their enhanced senses provide the greatest advantage over both prey and predator.",
    "societyType": "Wildhunt society is organized around watchfulness and communal protection. They value perception, patience, and the ability to detect hidden threats. Leadership is often held by the most experienced trackers or those who have successfully guided the tribe through significant dangers. They have a culture of quiet observation and a deep sense of responsibility for the safety of their kin, acting as the ever-vigilant eyes and ears of their people.",
    "typicalAssociation": "Wildhunts tend toward neutral good or neutral alignments, driven by a commitment to the safety of their community and the preservation of the natural order. They are a quiet and introspective people, often viewed as aloof or intense by outsiders because of their constant state of alertness. However, they are intensely loyal to those they guard and form profound bonds with those who share their commitment to vigilance. They value honesty, patience, and the clarity that comes from a focused mind.",
    "physicalAppearance": "Wildhunt shifters possess a sturdy and hyper-aware physique, standing 5.5 to 6 feet tall with athletic builds and a watchful bearing. Their human features are characterized by high brow ridges and intense, focused eyes in shades of deep brown, hazel, or golden yellow. Their ears are often slightly larger and more mobile than those of humans, twitching toward any sound. Their hair is typically thick and dark, often worn in practical styles that don't interfere with their senses. When they shift, their features take on a vigilant, hound-like or wolf-like mask, their senses sharpen to an almost painful degree, and their movements become a liquid, predatory stillness. Their scent is that of the deep forest at dawn and the earthy aroma of damp ground."
  },
  "characteristics": [
    {
      "label": "Creature Type",
      "value": "[[humanoid|Humanoid]]"
    },
    {
      "label": "Size",
      "value": "Medium"
    },
    {
      "label": "Speed",
      "value": "30 feet"
    },
    {
      "label": "Darkvision",
      "value": "60 feet"
    }
  ],
  "traits": [
    {
      "name": "Darkvision",
      "icon": "eye",
      "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
    },
    {
      "name": "Shifting",
      "icon": "transform",
      "description": "As a [[bonus_action|Bonus Action]], you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain temporary hit points equal to 2 x your [[proficiency_bonus|Proficiency Bonus]]. You can shift a number of times equal to your Proficiency Bonus, and you regain all expended uses when you finish a [[long_rest|Long Rest]]. Whenever you shift, you also gain an additional benefit based on your subrace (see Mark the Scent)."
    },
    {
      "name": "Mark the Scent",
      "icon": "nose",
      "description": "While shifted, you have [[advantage]] on Wisdom checks, and no creature within 30 feet of you can make an attack roll with advantage against you unless you're [[incapacitated]]."
    }
  ],
  "tags": [
    "race",
    "shifter",
    "wildhunt",
    "humanoid",
    "lycanthrope",
    "tracker"
  ],
  "aliases": [],
  "seeAlso": [
    "shifter",
    "humanoid",
    "incapacitated"
  ],
  "filePath": "/data/glossary/entries/races/shifter_variants/wildhunt.json",
  "maleImageUrl": "/assets/images/races/Shifter_Wildhunt_Male.png",
  "femaleImageUrl": "/assets/images/races/Shifter_Wildhunt_Female.png"
}